{
    "1": {
        "name": "Unicorn Store",
        "certificate": "TV-PG",
        "runtime": "92 min",
        "genre": "Comedy, Drama, Fantasy",
        "description": "A woman named Kit receives a mysterious invitation that would fulfill her childhood dreams.",
        "director": "",
        "stars": []
    },
    "2": {
        "name": "Get Out",
        "certificate": "R",
        "runtime": "104 min",
        "genre": "Horror, Mystery, Thriller",
        "description": "A young African-American visits his white girlfriend's parents for the weekend, where his simmering uneasiness about their reception of him eventually reaches a boiling point.",
        "director": "",
        "stars": []
    },
    "3": {
        "name": "The Upside",
        "certificate": "PG-13",
        "runtime": "126 min",
        "genre": "Comedy, Drama",
        "description": "A comedic look at the relationship between a wealthy man with quadriplegia and an unemployed man with a criminal record who's hired to help him.",
        "director": "",
        "stars": []
    },
    "4": {
        "name": "Thor: Ragnarok",
        "certificate": "PG-13",
        "runtime": "130 min",
        "genre": "Action, Adventure, Comedy",
        "description": "Thor is imprisoned on the planet Sakaar, and must race against time to return to Asgard and stop Ragnarök, the destruction of his world, at the hands of the powerful and ruthless villain Hela.",
        "director": "",
        "stars": []
    },
    "5": {
        "name": "The Greatest Showman",
        "certificate": "PG",
        "runtime": "105 min",
        "genre": "Biography, Drama, Musical",
        "description": "Celebrates the birth of show business and tells of a visionary who rose from nothing to create a spectacle that became a worldwide sensation.",
        "director": "",
        "stars": []
    },
    "6": {
        "name": "Spider-Man: Homecoming",
        "certificate": "PG-13",
        "runtime": "133 min",
        "genre": "Action, Adventure, Sci-Fi",
        "description": "Peter Parker balances his life as an ordinary high school student in Queens with his superhero alter-ego Spider-Man, and finds himself on the trail of a new menace prowling the skies of New York City.",
        "director": "",
        "stars": []
    },
    "7": {
        "name": "It",
        "certificate": "R",
        "runtime": "135 min",
        "genre": "Horror, Thriller",
        "description": "In the summer of 1989, a group of bullied kids band together to destroy a shape-shifting monster, which disguises itself as a clown and preys on the children of Derry, their small Maine town.",
        "director": "",
        "stars": []
    },
    "8": {
        "name": "Guardians of the Galaxy Vol. 2",
        "certificate": "PG-13",
        "runtime": "136 min",
        "genre": "Action, Adventure, Comedy",
        "description": "The Guardians struggle to keep together as a team while dealing with their personal family issues, notably Star-Lord's encounter with his father the ambitious celestial being Ego.",
        "director": "",
        "stars": []
    },
    "9": {
        "name": "Justice League",
        "certificate": "PG-13",
        "runtime": "120 min",
        "genre": "Action, Adventure, Fantasy",
        "description": "Fueled by his restored faith in humanity and inspired by Superman's selfless act, Bruce Wayne enlists the help of his new-found ally, Diana Prince, to face an even greater enemy.",
        "director": "",
        "stars": []
    },
    "10": {
        "name": "Star Wars: Episode VIII - The Last Jedi",
        "certificate": "PG-13",
        "runtime": "152 min",
        "genre": "Action, Adventure, Fantasy",
        "description": "Rey develops her newly discovered abilities with the guidance of Luke Skywalker, who is unsettled by the strength of her powers. Meanwhile, the Resistance prepares for battle with the First Order.",
        "director": "",
        "stars": []
    },
    "11": {
        "name": "Baywatch",
        "certificate": "R",
        "runtime": "116 min",
        "genre": "Action, Comedy, Crime",
        "description": "Devoted lifeguard Mitch Buchannon butts heads with a brash new recruit, as they uncover a criminal plot that threatens the future of the bay.",
        "director": "",
        "stars": []
    },
    "12": {
        "name": "Wonder Woman",
        "certificate": "PG-13",
        "runtime": "141 min",
        "genre": "Action, Adventure, Fantasy",
        "description": "When a pilot crashes and tells of conflict in the outside world, Diana, an Amazonian warrior in training, leaves home to fight a war, discovering her full powers and true destiny.",
        "director": "",
        "stars": []
    },
    "13": {
        "name": "Blade Runner 2049",
        "certificate": "R",
        "runtime": "164 min",
        "genre": "Drama, Mystery, Sci-Fi",
        "description": "A young blade runner's discovery of a long-buried secret leads him to track down former blade runner Rick Deckard, who's been missing for thirty years.",
        "director": "",
        "stars": []
    },
    "14": {
        "name": "The Dark Tower",
        "certificate": "PG-13",
        "runtime": "95 min",
        "genre": "Action, Adventure, Fantasy",
        "description": "The last Gunslinger: Roland Deschain, has been locked in an eternal battle with Walter O'Dim, also known as the Man in Black, and determined to prevent him from toppling the Dark Tower that holds the universe together. With the fate of the world at stake, good and evil will collide in the ultimate battle, as only Roland can defend the Tower from the Man in Black.",
        "director": "",
        "stars": []
    },
    "15": {
        "name": "Baby Driver",
        "certificate": "R",
        "runtime": "112 min",
        "genre": "Action, Crime, Drama",
        "description": "After being coerced into working for a crime boss, a young getaway driver finds himself taking part in a heist doomed to fail.",
        "director": "",
        "stars": []
    },
    "16": {
        "name": "The Shape of Water",
        "certificate": "R",
        "runtime": "123 min",
        "genre": "Adventure, Drama, Fantasy",
        "description": "At a top secret research facility in the 1960s, a lonely janitor forms a unique relationship with an amphibious creature that is being held in captivity.",
        "director": "",
        "stars": []
    },
    "17": {
        "name": "Call Me by Your Name",
        "certificate": "R",
        "runtime": "132 min",
        "genre": "Drama, Romance",
        "description": "In 1980s Italy, a romance blossoms between a seventeen year-old student and the older man hired as his father's research assistant.",
        "director": "",
        "stars": []
    },
    "18": {
        "name": "Three Billboards Outside Ebbing, Missouri",
        "certificate": "R",
        "runtime": "115 min",
        "genre": "Crime, Drama",
        "description": "A mother personally challenges the local authorities to solve her daughter's murder when they fail to catch the culprit.",
        "director": "",
        "stars": []
    },
    "19": {
        "name": "Jumanji: Welcome to the Jungle",
        "certificate": "PG-13",
        "runtime": "119 min",
        "genre": "Action, Adventure, Comedy",
        "description": "Four teenagers are sucked into a magical video game, and the only way they can escape is to work together to finish the game.",
        "director": "",
        "stars": []
    },
    "20": {
        "name": "Transformers: The Last Knight",
        "certificate": "PG-13",
        "runtime": "154 min",
        "genre": "Action, Adventure, Sci-Fi",
        "description": "A deadly threat from Earth's history reappears, and a hunt for a lost artifact takes place between Autobots and Decepticons, while Optimus Prime encounters his creator in space.",
        "director": "",
        "stars": []
    },
    "21": {
        "name": "The Mummy",
        "certificate": "PG-13",
        "runtime": "110 min",
        "genre": "Action, Adventure, Fantasy",
        "description": "An ancient Egyptian princess is awakened from her crypt beneath the desert, bringing with her malevolence grown over millennia, and terrors that defy human comprehension.",
        "director": "",
        "stars": []
    },
    "22": {
        "name": "The Ritual",
        "certificate": "TV-MA",
        "runtime": "94 min",
        "genre": "Horror, Mystery, Thriller",
        "description": "A group of college friends reunite for a trip to the forest, but encounter a menacing presence in the woods that's stalking them.",
        "director": "",
        "stars": []
    },
    "23": {
        "name": "Life",
        "certificate": "R",
        "runtime": "104 min",
        "genre": "Horror, Sci-Fi, Thriller",
        "description": "A team of scientists aboard the International Space Station discover a rapidly evolving life form that caused extinction on Mars and now threatens all life on Earth.",
        "director": "",
        "stars": []
    },
    "24": {
        "name": "Wonder",
        "certificate": "PG",
        "runtime": "113 min",
        "genre": "Drama, Family",
        "description": "Based on the New York Times bestseller, this movie tells the incredibly inspiring and heartwarming story of August Pullman, a boy with facial differences who enters the fifth grade, attending a mainstream elementary school for the first time.",
        "director": "",
        "stars": []
    },
    "25": {
        "name": "Dunkirk",
        "certificate": "PG-13",
        "runtime": "106 min",
        "genre": "Action, Drama, History",
        "description": "Allied soldiers from Belgium, the British Empire, and France are surrounded by the German Army, and evacuated during a fierce battle in World War II.",
        "director": "",
        "stars": []
    },
    "26": {
        "name": "Beauty and the Beast",
        "certificate": "PG",
        "runtime": "129 min",
        "genre": "Family, Fantasy, Musical",
        "description": "A selfish prince is cursed to become a monster for the rest of his life, unless he learns to fall in love with a beautiful young woman he keeps prisoner.",
        "director": "",
        "stars": []
    },
    "27": {
        "name": "You Were Never Really Here",
        "certificate": "R",
        "runtime": "89 min",
        "genre": "Crime, Drama, Mystery",
        "description": "A traumatized veteran, unafraid of violence, tracks down missing girls for a living. When a job spins out of control, Joe's nightmares overtake him as a conspiracy is uncovered leading to what may be his death trip or his awakening.",
        "director": "",
        "stars": []
    },
    "28": {
        "name": "King Arthur: Legend of the Sword",
        "certificate": "PG-13",
        "runtime": "126 min",
        "genre": "Action, Adventure, Drama",
        "description": "Robbed of his birthright, Arthur comes up the hard way in the back alleys of the city. But once he pulls the sword from the stone, he is forced to acknowledge his true legacy - whether he likes it or not.",
        "director": "",
        "stars": []
    },
    "29": {
        "name": "Alien: Covenant",
        "certificate": "R",
        "runtime": "122 min",
        "genre": "Horror, Sci-Fi, Thriller",
        "description": "The crew of a colony ship, bound for a remote planet, discover an uncharted paradise with a threat beyond their imagination, and must attempt a harrowing escape.",
        "director": "",
        "stars": []
    },
    "30": {
        "name": "Logan",
        "certificate": "R",
        "runtime": "137 min",
        "genre": "Action, Drama, Sci-Fi",
        "description": "In a future where mutants are nearly extinct, an elderly and weary Logan leads a quiet life. But when Laura, a mutant child pursued by scientists, comes to him for help, he must get her to safety.",
        "director": "",
        "stars": []
    },
    "31": {
        "name": "John Wick: Chapter 2",
        "certificate": "R",
        "runtime": "122 min",
        "genre": "Action, Crime, Thriller",
        "description": "After returning to the criminal underworld to repay a debt, John Wick discovers that a large bounty has been put on his life.",
        "director": "",
        "stars": []
    },
    "32": {
        "name": "My Friend Dahmer",
        "certificate": "R",
        "runtime": "107 min",
        "genre": "Biography, Drama, Horror",
        "description": "A young Jeffrey Dahmer struggles to belong in high school.",
        "director": "",
        "stars": []
    },
    "33": {
        "name": "Kong: Skull Island",
        "certificate": "PG-13",
        "runtime": "118 min",
        "genre": "Action, Adventure, Fantasy",
        "description": "After the Vietnam war, a team of scientists explore an uncharted island in the Pacific, venturing into the domain of the mighty Kong, and must fight to escape a primal Eden.",
        "director": "",
        "stars": []
    },
    "34": {
        "name": "Mother!",
        "certificate": "R",
        "runtime": "121 min",
        "genre": "Drama, Horror, Mystery",
        "description": "A couple's relationship is tested when uninvited guests arrive at their home, disrupting their tranquil existence.",
        "director": "",
        "stars": []
    },
    "35": {
        "name": "Coco",
        "certificate": "PG",
        "runtime": "105 min",
        "genre": "Animation, Adventure, Comedy",
        "description": "Aspiring musician Miguel, confronted with his family's ancestral ban on music, enters the Land of the Dead to find his great-great-grandfather, a legendary singer.",
        "director": "",
        "stars": []
    },
    "36": {
        "name": "Lady Bird",
        "certificate": "R",
        "runtime": "94 min",
        "genre": "Comedy, Drama",
        "description": "In 2002, an artistically inclined seventeen-year-old girl comes of age in Sacramento, California.",
        "director": "",
        "stars": []
    },
    "37": {
        "name": "Division 19",
        "certificate": "",
        "runtime": "93 min",
        "genre": "Action, Sci-Fi, Thriller",
        "description": "2039. Jails have been turned into online portals where the public gets to choose what prisoners eat, wear, watch and who they fight. So successful is Panopticon TV, it is about to be rolled...                See full summary »",
        "director": "",
        "stars": []
    },
    "38": {
        "name": "Kingsman: The Golden Circle",
        "certificate": "R",
        "runtime": "141 min",
        "genre": "Action, Adventure, Comedy",
        "description": "When their headquarters are destroyed and the world is held hostage, the Kingsman's journey leads them to the discovery of an allied spy organization in the United States. These two elite secret organizations must band together to defeat a common enemy.",
        "director": "",
        "stars": []
    },
    "39": {
        "name": "The Hitman's Bodyguard",
        "certificate": "R",
        "runtime": "118 min",
        "genre": "Action, Comedy, Thriller",
        "description": "The world's top bodyguard gets a new client, a hitman who must testify at the International Criminal Court. They must put their differences aside and work together to make it to the trial on time.",
        "director": "",
        "stars": []
    },
    "40": {
        "name": "Murder on the Orient Express",
        "certificate": "PG-13",
        "runtime": "114 min",
        "genre": "Crime, Drama, Mystery",
        "description": "When a murder occurs on the train on which he's travelling, celebrated detective Hercule Poirot is recruited to solve the case.",
        "director": "",
        "stars": []
    },
    "41": {
        "name": "The Disaster Artist",
        "certificate": "R",
        "runtime": "104 min",
        "genre": "Biography, Comedy, Drama",
        "description": "When Greg Sestero, an aspiring film actor, meets the weird and mysterious Tommy Wiseau in an acting class, they form a unique friendship and travel to Hollywood to make their dreams come true.",
        "director": "",
        "stars": []
    },
    "42": {
        "name": "Annabelle: Creation",
        "certificate": "R",
        "runtime": "109 min",
        "genre": "Horror, Mystery, Thriller",
        "description": "Twelve years after the tragic death of their little girl, a doll-maker and his wife welcome a nun and several girls from a shuttered orphanage into their home, where they become the target of the doll-maker's possessed creation, Annabelle.",
        "director": "",
        "stars": []
    },
    "43": {
        "name": "Gerald's Game",
        "certificate": "TV-MA",
        "runtime": "103 min",
        "genre": "Drama, Horror, Thriller",
        "description": "While trying to spice up their marriage in their remote lake house, Jessie must fight to survive when her husband dies unexpectedly, leaving her handcuffed to their bed frame.",
        "director": "",
        "stars": []
    },
    "44": {
        "name": "The Bye Bye Man",
        "certificate": "PG-13",
        "runtime": "96 min",
        "genre": "Drama, Fantasy, Horror",
        "description": "Three friends stumble upon the horrific origins of a mysterious figure they discover is the root cause of the evil behind unspeakable acts.",
        "director": "",
        "stars": []
    },
    "45": {
        "name": "Fifty Shades Darker",
        "certificate": "R",
        "runtime": "118 min",
        "genre": "Drama, Romance",
        "description": "While Christian wrestles with his inner demons, Anastasia must confront the anger and envy of the women who came before her.",
        "director": "",
        "stars": []
    },
    "46": {
        "name": "Pirates of the Caribbean: Dead Men Tell No Tales",
        "certificate": "PG-13",
        "runtime": "129 min",
        "genre": "Action, Adventure, Fantasy",
        "description": "Captain Jack Sparrow searches for the trident of Poseidon while being pursued by an undead sea captain and his crew.",
        "director": "",
        "stars": []
    },
    "47": {
        "name": "Papillon",
        "certificate": "R",
        "runtime": "133 min",
        "genre": "Adventure, Biography, Crime",
        "description": "Wrongfully convicted for murder, Henri Charriere forms an unlikely relationship with fellow inmate and quirky convicted counterfeiter Louis Dega, in an attempt to escape from the notorious penal colony on Devil's Island.",
        "director": "",
        "stars": []
    },
    "48": {
        "name": "Molly's Game",
        "certificate": "R",
        "runtime": "140 min",
        "genre": "Biography, Crime, Drama",
        "description": "The true story of Molly Bloom, an Olympic-class skier who ran the world's most exclusive high-stakes poker game and became an FBI target.",
        "director": "",
        "stars": []
    },
    "49": {
        "name": "Ghost in the Shell",
        "certificate": "PG-13",
        "runtime": "107 min",
        "genre": "Action, Drama, Sci-Fi",
        "description": "In the near future, Major Mira Killian is the first of her kind: A human saved from a terrible crash, who is cyber-enhanced to be a perfect soldier devoted to stopping the world's most dangerous criminals.",
        "director": "",
        "stars": []
    },
    "50": {
        "name": "Wind River",
        "certificate": "R",
        "runtime": "107 min",
        "genre": "Crime, Drama, Mystery",
        "description": "A veteran hunter helps an FBI agent investigate the murder of a young woman on a Wyoming Native American reservation.",
        "director": "",
        "stars": []
    }
}
