{
    "1": {
        "name": "Sherlock Holmes",
        "certificate": "PG-13",
        "runtime": "128 min",
        "genre": "Action, Adventure, Crime",
        "description": "Detective Sherlock Holmes and his stalwart partner Watson engage in a battle of wits and brawn with a nemesis whose plot is a threat to all of England.",
        "director": "",
        "stars": []
    },
    "2": {
        "name": "Inglourious Basterds",
        "certificate": "R",
        "runtime": "153 min",
        "genre": "Adventure, Drama, War",
        "description": "In Nazi-occupied France during World War II, a plan to assassinate Nazi leaders by a group of Jewish U.S. soldiers coincides with a theatre owner's vengeful plans for the same.",
        "director": "",
        "stars": []
    },
    "3": {
        "name": "The Hangover",
        "certificate": "R",
        "runtime": "100 min",
        "genre": "Comedy",
        "description": "Three buddies wake up from a bachelor party in Las Vegas, with no memory of the previous night and the bachelor missing. They make their way around the city in order to find their friend before his wedding.",
        "director": "",
        "stars": []
    },
    "4": {
        "name": "Friday the 13th",
        "certificate": "R",
        "runtime": "97 min",
        "genre": "Horror, Mystery, Thriller",
        "description": "A group of young adults discover a boarded up Camp Crystal Lake, where they soon encounter Jason Voorhees and his deadly intentions.",
        "director": "",
        "stars": []
    },
    "5": {
        "name": "Observe and Report",
        "certificate": "R",
        "runtime": "86 min",
        "genre": "Comedy, Crime, Drama",
        "description": "Bi-polar mall security guard Ronnie Barnhardt is called into action to stop a flasher from turning shopper's paradise into his personal peep show. But when Barnhardt can't bring the culprit to justice, a surly police detective is recruited to close the case.",
        "director": "",
        "stars": []
    },
    "6": {
        "name": "Avatar",
        "certificate": "PG-13",
        "runtime": "162 min",
        "genre": "Action, Adventure, Fantasy",
        "description": "A paraplegic marine dispatched to the moon Pandora on a unique mission becomes torn between following his orders and protecting the world he feels is his home.",
        "director": "",
        "stars": []
    },
    "7": {
        "name": "Watchmen",
        "certificate": "R",
        "runtime": "162 min",
        "genre": "Action, Drama, Mystery",
        "description": "In 1985 where former superheroes exist, the murder of a colleague sends active vigilante Rorschach into his own sprawling investigation, uncovering something that could completely change the course of history as we know it.",
        "director": "",
        "stars": []
    },
    "8": {
        "name": "Star Trek",
        "certificate": "PG-13",
        "runtime": "127 min",
        "genre": "Action, Adventure, Sci-Fi",
        "description": "The brash James T. Kirk tries to live up to his father's legacy with Mr. Spock keeping him in check as a vengeful Romulan from the future creates black holes to destroy the Federation one planet at a time.",
        "director": "",
        "stars": []
    },
    "9": {
        "name": "Zombieland",
        "certificate": "R",
        "runtime": "88 min",
        "genre": "Adventure, Comedy, Horror",
        "description": "A shy student trying to reach his family in Ohio, a gun-toting tough guy trying to find the last Twinkie, and a pair of sisters trying to get to an amusement park join forces to travel across a zombie-filled America.",
        "director": "",
        "stars": []
    },
    "10": {
        "name": "Enter the Void",
        "certificate": "Not Rated",
        "runtime": "161 min",
        "genre": "Drama, Fantasy",
        "description": "A French drug dealer living in Tokyo is betrayed by his best friend and killed in a drug deal. His soul, observing the repercussions of his death, seeks resurrection.",
        "director": "",
        "stars": []
    },
    "11": {
        "name": "X-Men Origins: Wolverine",
        "certificate": "PG-13",
        "runtime": "107 min",
        "genre": "Action, Adventure, Sci-Fi",
        "description": "The early years of James Logan, featuring his rivalry with his brother Victor Creed, his service in the special forces team Weapon X, and his experimentation into the metal-lined mutant Wolverine.",
        "director": "",
        "stars": []
    },
    "12": {
        "name": "The Girl with the Dragon Tattoo",
        "certificate": "R",
        "runtime": "152 min",
        "genre": "Crime, Drama, Mystery",
        "description": "A journalist is aided by a young female hacker in his search for the killer of a woman who has been dead for forty years.",
        "director": "",
        "stars": []
    },
    "13": {
        "name": "The Lovely Bones",
        "certificate": "PG-13",
        "runtime": "135 min",
        "genre": "Drama, Fantasy, Thriller",
        "description": "Centers on a young girl who has been murdered and watches over her family - and her killer - from purgatory. She must weigh her desire for vengeance against her desire for her family to heal.",
        "director": "",
        "stars": []
    },
    "14": {
        "name": "Harry Potter and the Half-Blood Prince",
        "certificate": "PG",
        "runtime": "153 min",
        "genre": "Adventure, Family, Fantasy",
        "description": "As Harry Potter begins his sixth year at Hogwarts, he discovers an old book marked as \"the property of the Half-Blood Prince\" and begins to learn more about Lord Voldemort's dark past.",
        "director": "",
        "stars": []
    },
    "15": {
        "name": "The Blind Side",
        "certificate": "PG-13",
        "runtime": "129 min",
        "genre": "Biography, Drama, Sport",
        "description": "The story of Michael Oher, a homeless and traumatized boy who became an All American football player and first round NFL draft pick with the help of a caring woman and her family.",
        "director": "",
        "stars": []
    },
    "16": {
        "name": "He's Just Not That Into You",
        "certificate": "PG-13",
        "runtime": "129 min",
        "genre": "Comedy, Drama, Romance",
        "description": "This Baltimore-set movie of interconnecting story arcs deals with the challenges of reading or misreading human behavior.",
        "director": "",
        "stars": []
    },
    "17": {
        "name": "District 9",
        "certificate": "R",
        "runtime": "112 min",
        "genre": "Action, Sci-Fi, Thriller",
        "description": "An extraterrestrial race forced to live in slum-like conditions on Earth suddenly finds a kindred spirit in a government agent who is exposed to their biotechnology.",
        "director": "",
        "stars": []
    },
    "18": {
        "name": "Up",
        "certificate": "PG",
        "runtime": "96 min",
        "genre": "Animation, Adventure, Comedy",
        "description": "Seventy-eight year old Carl Fredricksen travels to Paradise Falls in his home equipped with balloons, inadvertently taking a young stowaway.",
        "director": "",
        "stars": []
    },
    "19": {
        "name": "Terminator Salvation",
        "certificate": "PG-13",
        "runtime": "115 min",
        "genre": "Action, Adventure, Sci-Fi",
        "description": "In 2018, a mysterious new weapon in the war against the machines, half-human and half-machine, comes to John Connor on the eve of a resistance attack on Skynet. But whose side is he on, and can he be trusted?",
        "director": "",
        "stars": []
    },
    "20": {
        "name": "Orphan",
        "certificate": "R",
        "runtime": "123 min",
        "genre": "Horror, Mystery, Thriller",
        "description": "A husband and wife who recently lost their baby adopt a 9 year-old girl who is not nearly as innocent as she claims to be.",
        "director": "",
        "stars": []
    },
    "21": {
        "name": "Law Abiding Citizen",
        "certificate": "R",
        "runtime": "109 min",
        "genre": "Crime, Drama, Thriller",
        "description": "A frustrated man decides to take justice into his own hands after a plea bargain sets one of his family's killers free. He targets not only the killer but also the district attorney and others involved in the deal.",
        "director": "",
        "stars": []
    },
    "22": {
        "name": "3 Idiots",
        "certificate": "PG-13",
        "runtime": "170 min",
        "genre": "Comedy, Drama",
        "description": "Two friends are searching for their long lost companion. They revisit their college days and recall the memories of their friend who inspired them to think differently, even as the rest of the world called them \"idiots\".",
        "director": "",
        "stars": []
    },
    "23": {
        "name": "Dogtooth",
        "certificate": "Not Rated",
        "runtime": "97 min",
        "genre": "Drama, Thriller",
        "description": "Three teenagers live isolated, without leaving their house, because their over-protective parents say they can only leave when their dogtooth falls out.",
        "director": "",
        "stars": []
    },
    "24": {
        "name": "Public Enemies",
        "certificate": "R",
        "runtime": "140 min",
        "genre": "Biography, Crime, Drama",
        "description": "The Feds try to take down notorious American gangsters John Dillinger, Baby Face Nelson and Pretty Boy Floyd during a booming crime wave in the 1930s.",
        "director": "",
        "stars": []
    },
    "25": {
        "name": "Obsessed",
        "certificate": "PG-13",
        "runtime": "108 min",
        "genre": "Drama, Romance, Thriller",
        "description": "A successful asset manager, who has just received a huge promotion, is blissfully happy in his career and in his marriage. But when a temp worker starts stalking him, all the things he's worked so hard for are placed in jeopardy.",
        "director": "",
        "stars": []
    },
    "26": {
        "name": "(500) Days of Summer",
        "certificate": "PG-13",
        "runtime": "95 min",
        "genre": "Comedy, Drama, Romance",
        "description": "An offbeat romantic comedy about a woman who doesn't believe true love exists, and the young man who falls for her.",
        "director": "",
        "stars": []
    },
    "27": {
        "name": "Coraline",
        "certificate": "PG",
        "runtime": "100 min",
        "genre": "Animation, Drama, Fantasy",
        "description": "An adventurous 11-year-old girl finds another world that is a strangely idealized version of her frustrating home, but it has sinister secrets.",
        "director": "",
        "stars": []
    },
    "28": {
        "name": "Moon",
        "certificate": "R",
        "runtime": "97 min",
        "genre": "Drama, Mystery, Sci-Fi",
        "description": "Astronaut Sam Bell has a quintessentially personal encounter toward the end of his three-year stint on the Moon, where he, working alongside his computer, GERTY, sends back to Earth parcels of a resource that has helped diminish our planet's power problems.",
        "director": "",
        "stars": []
    },
    "29": {
        "name": "The Secret in Their Eyes",
        "certificate": "R",
        "runtime": "129 min",
        "genre": "Drama, Mystery, Romance",
        "description": "A retired legal counselor writes a novel hoping to find closure for one of his past unresolved homicide cases and for his unreciprocated love with his superior - both of which still haunt him decades later.",
        "director": "",
        "stars": []
    },
    "30": {
        "name": "Case 39",
        "certificate": "R",
        "runtime": "109 min",
        "genre": "Horror, Mystery, Thriller",
        "description": "A social worker fights to save a girl from her abusive parents, only to discover that the situation is more dangerous than she ever expected.",
        "director": "",
        "stars": []
    },
    "31": {
        "name": "Push",
        "certificate": "PG-13",
        "runtime": "111 min",
        "genre": "Action, Sci-Fi, Thriller",
        "description": "Two young Americans with special abilities must race to find a girl in Hong Kong before a shadowy government organization called Division does.",
        "director": "",
        "stars": []
    },
    "32": {
        "name": "Couples Retreat",
        "certificate": "PG-13",
        "runtime": "113 min",
        "genre": "Comedy",
        "description": "A comedy centered around four couples who settle into a tropical-island resort for a vacation. While one of the couples is there to work on the marriage, the others fail to realize that participation in the resort's therapy sessions is not optional.",
        "director": "",
        "stars": []
    },
    "33": {
        "name": "Angels & Demons",
        "certificate": "PG-13",
        "runtime": "138 min",
        "genre": "Mystery, Thriller",
        "description": "Harvard symbologist Robert Langdon works with a nuclear physicist to solve a murder and prevent a terrorist act against the Vatican during one of the significant events within the church.",
        "director": "",
        "stars": []
    },
    "34": {
        "name": "Jennifer's Body",
        "certificate": "R",
        "runtime": "102 min",
        "genre": "Comedy, Horror",
        "description": "A newly possessed high school cheerleader turns into a succubus who specializes in killing her male classmates. Can her best friend put an end to the horror?",
        "director": "",
        "stars": []
    },
    "35": {
        "name": "2012",
        "certificate": "PG-13",
        "runtime": "158 min",
        "genre": "Action, Adventure, Sci-Fi",
        "description": "A frustrated writer struggles to keep his family alive when a series of global catastrophes threatens to annihilate mankind.",
        "director": "",
        "stars": []
    },
    "36": {
        "name": "Transformers: Revenge of the Fallen",
        "certificate": "PG-13",
        "runtime": "150 min",
        "genre": "Action, Adventure, Sci-Fi",
        "description": "Sam Witwicky leaves the Autobots behind for a normal life. But when his mind is filled with cryptic symbols, the Decepticons target him and he is dragged back into the Transformers' war.",
        "director": "",
        "stars": []
    },
    "37": {
        "name": "The Human Centipede (First Sequence)",
        "certificate": "R",
        "runtime": "92 min",
        "genre": "Horror",
        "description": "A mad scientist kidnaps and mutilates a trio of tourists in order to reassemble them into a human centipede, created by stitching their mouths to each others' rectums.",
        "director": "",
        "stars": []
    },
    "38": {
        "name": "G.I. Joe: The Rise of Cobra",
        "certificate": "PG-13",
        "runtime": "118 min",
        "genre": "Action, Adventure, Sci-Fi",
        "description": "An elite military unit comprised of special operatives known as G.I. Joe, operating out of The Pit, takes on an evil organization led by a notorious arms dealer.",
        "director": "",
        "stars": []
    },
    "39": {
        "name": "Antichrist",
        "certificate": "Not Rated",
        "runtime": "108 min",
        "genre": "Drama, Horror",
        "description": "A grieving couple retreat to their cabin in the woods, hoping to repair their broken hearts and troubled marriage, but nature takes its course and things go from bad to worse.",
        "director": "",
        "stars": []
    },
    "40": {
        "name": "Splice",
        "certificate": "R",
        "runtime": "104 min",
        "genre": "Drama, Horror, Sci-Fi",
        "description": "Genetic engineers Clive Nicoli and Elsa Kast hope to achieve fame by successfully splicing together the DNA of different animals to create new hybrid animals for medical use.",
        "director": "",
        "stars": []
    },
    "41": {
        "name": "The Proposal",
        "certificate": "PG-13",
        "runtime": "108 min",
        "genre": "Comedy, Drama, Romance",
        "description": "A pushy boss forces his young assistant to marry her in order to keep her visa status in the U.S. and avoid deportation to Canada.",
        "director": "",
        "stars": []
    },
    "42": {
        "name": "A Serious Man",
        "certificate": "R",
        "runtime": "106 min",
        "genre": "Comedy, Drama",
        "description": "Larry Gopnik, a Midwestern physics teacher, watches his life unravel over multiple sudden incidents. Though seeking meaning and answers amidst his turmoils, he seems to keep sinking.",
        "director": "",
        "stars": []
    },
    "43": {
        "name": "Carriers",
        "certificate": "PG-13",
        "runtime": "84 min",
        "genre": "Drama, Horror, Sci-Fi",
        "description": "Four friends fleeing a viral pandemic soon learn they are more dangerous than any virus.",
        "director": "",
        "stars": []
    },
    "44": {
        "name": "17 Again",
        "certificate": "PG-13",
        "runtime": "102 min",
        "genre": "Comedy, Drama, Fantasy",
        "description": "Mike O'Donnell is ungrateful for how his life turned out. He gets a chance to rewrite his life when he tried to save a janitor near a bridge and jumped after him into a time vortex.",
        "director": "",
        "stars": []
    },
    "45": {
        "name": "Mr. Nobody",
        "certificate": "R",
        "runtime": "141 min",
        "genre": "Drama, Fantasy, Romance",
        "description": "A boy stands on a station platform as a train is about to leave. Should he go with his mother or stay with his father? Infinite possibilities arise from this decision. As long as he doesn't choose, anything is possible.",
        "director": "",
        "stars": []
    },
    "46": {
        "name": "Night at the Museum: Battle of the Smithsonian",
        "certificate": "PG",
        "runtime": "105 min",
        "genre": "Adventure, Comedy, Family",
        "description": "Security guard Larry Daley infiltrates the Smithsonian Institution in order to rescue Jedediah and Octavius, who have been shipped to the museum by mistake.",
        "director": "",
        "stars": []
    },
    "47": {
        "name": "The Road",
        "certificate": "R",
        "runtime": "111 min",
        "genre": "Adventure, Drama",
        "description": "In a dangerous post-apocalyptic world, an ailing father defends his son as they slowly travel to the sea.",
        "director": "",
        "stars": []
    },
    "48": {
        "name": "I Love You, Man",
        "certificate": "R",
        "runtime": "105 min",
        "genre": "Comedy, Romance",
        "description": "Friendless Peter Klaven goes on a series of man-dates to find a Best Man for his wedding. But, when his insta-bond with his new B.F.F. puts a strain on his relationship with his fiancée, can the trio learn to live happily ever after?",
        "director": "",
        "stars": []
    },
    "49": {
        "name": "The Imaginarium of Doctor Parnassus",
        "certificate": "PG-13",
        "runtime": "123 min",
        "genre": "Adventure, Comedy, Fantasy",
        "description": "A traveling theater company gives its audience much more than they were expecting.",
        "director": "",
        "stars": []
    },
    "50": {
        "name": "Up in the Air",
        "certificate": "R",
        "runtime": "109 min",
        "genre": "Comedy, Drama, Romance",
        "description": "Ryan Bingham enjoys living out of a suitcase for his job, travelling around the country firing people, but finds that lifestyle threatened by the presence of a potential love interest, and a new hire.",
        "director": "",
        "stars": []
    }
}
