{
    "1": {
        "name": "The Departed",
        "certificate": "R",
        "runtime": "151 min",
        "genre": "Crime, Drama, Thriller",
        "description": "An undercover cop and a mole in the police attempt to identify each other while infiltrating an Irish gang in South Boston.",
        "director": "",
        "stars": []
    },
    "2": {
        "name": "The Prestige",
        "certificate": "PG-13",
        "runtime": "130 min",
        "genre": "Drama, Mystery, Sci-Fi",
        "description": "After a tragic accident, two stage magicians engage in a battle to create the ultimate illusion while sacrificing everything they have to outwit each other.",
        "director": "",
        "stars": []
    },
    "3": {
        "name": "300",
        "certificate": "R",
        "runtime": "117 min",
        "genre": "Action, Fantasy, War",
        "description": "King Leonidas of Sparta and a force of 300 men fight the Persians at Thermopylae in 480 B.C.",
        "director": "",
        "stars": []
    },
    "4": {
        "name": "Monster House",
        "certificate": "PG",
        "runtime": "91 min",
        "genre": "Animation, Adventure, Comedy",
        "description": "Three teens discover that their neighbor's house is really a living, breathing, scary monster.",
        "director": "",
        "stars": []
    },
    "5": {
        "name": "Pan's Labyrinth",
        "certificate": "R",
        "runtime": "118 min",
        "genre": "Drama, Fantasy, War",
        "description": "In the Falangist Spain of 1944, the bookish young stepdaughter of a sadistic army officer escapes into an eerie but captivating fantasy world.",
        "director": "",
        "stars": []
    },
    "6": {
        "name": "Employee of the Month",
        "certificate": "PG-13",
        "runtime": "103 min",
        "genre": "Comedy, Romance",
        "description": "A slacker competes with a repeat winner for the \"Employee of the Month\" title at work, in order to gain the affections of a new female employee.",
        "director": "",
        "stars": []
    },
    "7": {
        "name": "The Devil Wears Prada",
        "certificate": "PG-13",
        "runtime": "109 min",
        "genre": "Comedy, Drama",
        "description": "A smart but sensible new graduate lands a job as an assistant to Miranda Priestly, the demanding editor-in-chief of a high fashion magazine.",
        "director": "",
        "stars": []
    },
    "8": {
        "name": "Apocalypto",
        "certificate": "R",
        "runtime": "139 min",
        "genre": "Action, Adventure, Drama",
        "description": "As the Mayan kingdom faces its decline, a young man is taken on a perilous journey to a world ruled by fear and oppression.",
        "director": "",
        "stars": []
    },
    "9": {
        "name": "Casino Royale",
        "certificate": "PG-13",
        "runtime": "144 min",
        "genre": "Action, Adventure, Thriller",
        "description": "Armed with a license to kill, Secret Agent James Bond sets out on his first mission as 007, and must defeat a private banker to terrorists in a high stakes game of poker at Casino Royale, Montenegro, but things are not what they seem.",
        "director": "",
        "stars": []
    },
    "10": {
        "name": "The Lives of Others",
        "certificate": "R",
        "runtime": "137 min",
        "genre": "Drama, Thriller",
        "description": "In 1984 East Berlin, an agent of the secret police, conducting surveillance on a writer and his lover, finds himself becoming increasingly absorbed by their lives.",
        "director": "",
        "stars": []
    },
    "11": {
        "name": "Cars",
        "certificate": "G",
        "runtime": "117 min",
        "genre": "Animation, Comedy, Family",
        "description": "A hot-shot race-car named Lightning McQueen gets waylaid in Radiator Springs, where he finds the true meaning of friendship and family.",
        "director": "",
        "stars": []
    },
    "12": {
        "name": "The Da Vinci Code",
        "certificate": "PG-13",
        "runtime": "149 min",
        "genre": "Mystery, Thriller",
        "description": "A murder inside the Louvre, and clues in Da Vinci paintings, lead to the discovery of a religious mystery protected by a secret society for two thousand years, which could shake the foundations of Christianity.",
        "director": "",
        "stars": []
    },
    "13": {
        "name": "Children of Men",
        "certificate": "R",
        "runtime": "109 min",
        "genre": "Drama, Sci-Fi, Thriller",
        "description": "In 2027, in a chaotic world in which women have become somehow infertile, a former activist agrees to help transport a miraculously pregnant woman to a sanctuary at sea.",
        "director": "",
        "stars": []
    },
    "14": {
        "name": "Idiocracy",
        "certificate": "R",
        "runtime": "84 min",
        "genre": "Adventure, Comedy, Sci-Fi",
        "description": "Private Joe Bauers, the definition of \"average American\", is selected by the Pentagon to be the guinea pig for a top-secret hibernation program. Forgotten, he awakes five centuries in the future. He discovers a society so incredibly dumbed down that he's easily the most intelligent person alive.",
        "director": "",
        "stars": []
    },
    "15": {
        "name": "Click",
        "certificate": "PG-13",
        "runtime": "107 min",
        "genre": "Comedy, Drama, Fantasy",
        "description": "A workaholic architect finds a universal remote that allows him to fast-forward and rewind to different parts of his life. Complications arise when the remote starts to overrule his choices.",
        "director": "",
        "stars": []
    },
    "16": {
        "name": "Night at the Museum",
        "certificate": "PG",
        "runtime": "108 min",
        "genre": "Adventure, Comedy, Family",
        "description": "A newly recruited night security guard at the Museum of Natural History discovers that an ancient curse causes the animals and exhibits on display to come to life and wreak havoc.",
        "director": "",
        "stars": []
    },
    "17": {
        "name": "RV",
        "certificate": "PG",
        "runtime": "99 min",
        "genre": "Adventure, Comedy, Family",
        "description": "Bob Munro and his dysfunctional family rent an RV for a road trip to the Colorado Rockies, where they ultimately have to contend with a bizarre community of campers.",
        "director": "",
        "stars": []
    },
    "18": {
        "name": "Superman Returns",
        "certificate": "PG-13",
        "runtime": "154 min",
        "genre": "Action, Adventure, Sci-Fi",
        "description": "Superman returns to Earth after spending five years in space examining his homeworld Krypton. But he finds things have changed while he was gone, and he must once again prove himself important to the world.",
        "director": "",
        "stars": []
    },
    "19": {
        "name": "X-Men: The Last Stand",
        "certificate": "PG-13",
        "runtime": "104 min",
        "genre": "Action, Adventure, Sci-Fi",
        "description": "The human government develops a cure for mutations, and Jean Gray becomes a darker uncontrollable persona called the Phoenix who allies with Magneto, causing escalation into an all-out battle for the X-Men.",
        "director": "",
        "stars": []
    },
    "20": {
        "name": "The Pursuit of Happyness",
        "certificate": "PG-13",
        "runtime": "117 min",
        "genre": "Biography, Drama",
        "description": "A struggling salesman takes custody of his son as he's poised to begin a life-changing professional career.",
        "director": "",
        "stars": []
    },
    "21": {
        "name": "Blood Diamond",
        "certificate": "R",
        "runtime": "143 min",
        "genre": "Adventure, Drama, Thriller",
        "description": "A fisherman, a smuggler, and a syndicate of businessmen match wits over the possession of a priceless diamond.",
        "director": "",
        "stars": []
    },
    "22": {
        "name": "Little Miss Sunshine",
        "certificate": "R",
        "runtime": "101 min",
        "genre": "Comedy, Drama",
        "description": "A family determined to get their young daughter into the finals of a beauty pageant take a cross-country trip in their VW bus.",
        "director": "",
        "stars": []
    },
    "23": {
        "name": "Pirates of the Caribbean: Dead Man's Chest",
        "certificate": "PG-13",
        "runtime": "151 min",
        "genre": "Action, Adventure, Fantasy",
        "description": "Jack Sparrow races to recover the heart of Davy Jones to avoid enslaving his soul to Jones' service, as other friends and foes seek the heart for their own agenda as well.",
        "director": "",
        "stars": []
    },
    "24": {
        "name": "The Fast and the Furious: Tokyo Drift",
        "certificate": "PG-13",
        "runtime": "104 min",
        "genre": "Action, Crime, Thriller",
        "description": "A teenager becomes a major competitor in the world of drift racing after moving in with his father in Tokyo to avoid a jail sentence in America.",
        "director": "",
        "stars": []
    },
    "25": {
        "name": "Deja Vu",
        "certificate": "PG-13",
        "runtime": "126 min",
        "genre": "Action, Crime, Sci-Fi",
        "description": "After a ferry is bombed in New Orleans, an A.T.F. agent joins a unique investigation using experimental surveillance technology to find the bomber, but soon finds himself becoming obsessed with one of the victims.",
        "director": "",
        "stars": []
    },
    "26": {
        "name": "Basic Instinct 2",
        "certificate": "R",
        "runtime": "114 min",
        "genre": "Drama, Mystery, Thriller",
        "description": "Novelist Catherine Tramell is once again in trouble with the law, and Scotland Yard appoints psychiatrist Dr. Michael Glass to evaluate her. Though, like Detective Nick Curran before him, Glass is entranced by Tramell and lured into a seductive game.",
        "director": "",
        "stars": []
    },
    "27": {
        "name": "Talladega Nights: The Ballad of Ricky Bobby",
        "certificate": "PG-13",
        "runtime": "108 min",
        "genre": "Comedy, Sport",
        "description": "Number one NASCAR driver Ricky Bobby stays atop the heap thanks to a pact with his best friend and teammate, Cal Naughton, Jr. But when a French Formula One driver, makes his way up the ladder, Ricky Bobby's talent and devotion are put to the test.",
        "director": "",
        "stars": []
    },
    "28": {
        "name": "The Hills Have Eyes",
        "certificate": "R",
        "runtime": "107 min",
        "genre": "Horror, Thriller",
        "description": "A suburban American family is being stalked by a group of psychotic people who live in the desert, far away from civilization.",
        "director": "",
        "stars": []
    },
    "29": {
        "name": "Inside Man",
        "certificate": "R",
        "runtime": "129 min",
        "genre": "Crime, Drama, Mystery",
        "description": "A police detective, a bank robber, and a high-power broker enter high-stakes negotiations after the criminal's brilliant heist spirals into a hostage situation.",
        "director": "",
        "stars": []
    },
    "30": {
        "name": "The Illusionist",
        "certificate": "PG-13",
        "runtime": "110 min",
        "genre": "Drama, Mystery, Romance",
        "description": "In turn-of-the-century Vienna, a magician uses his abilities to secure the love of a woman far above his social standing.",
        "director": "",
        "stars": []
    },
    "31": {
        "name": "Rocky Balboa",
        "certificate": "PG",
        "runtime": "102 min",
        "genre": "Drama, Sport",
        "description": "Thirty years after the ring of the first bell, Rocky Balboa comes out of retirement and dons his gloves for his final fight; against the reigning heavyweight champ Mason 'The Line' Dixon.",
        "director": "",
        "stars": []
    },
    "32": {
        "name": "Grandma's Boy",
        "certificate": "R",
        "runtime": "94 min",
        "genre": "Comedy",
        "description": "A thirty-five-year-old video game tester has to move in with his grandma and her two old lady roommates.",
        "director": "",
        "stars": []
    },
    "33": {
        "name": "Borat: Cultural Learnings of America for Make Benefit Glorious Nation of Kazakhstan",
        "certificate": "R",
        "runtime": "84 min",
        "genre": "Comedy",
        "description": "Kazakh TV talking head Borat is dispatched to the United States to report on the greatest country in the world. With a documentary crew in tow, Borat becomes more interested in locating and marrying Pamela Anderson.",
        "director": "",
        "stars": []
    },
    "34": {
        "name": "Perfume: The Story of a Murderer",
        "certificate": "R",
        "runtime": "147 min",
        "genre": "Crime, Drama",
        "description": "Jean-Baptiste Grenouille, born with a superior olfactory sense, creates the world's finest perfume. His work, however, takes a dark turn as he searches for the ultimate scent.",
        "director": "",
        "stars": []
    },
    "35": {
        "name": "She's the Man",
        "certificate": "PG-13",
        "runtime": "105 min",
        "genre": "Comedy, Romance, Sport",
        "description": "When her brother decides to ditch for a couple weeks, Viola heads over to his elite boarding school, disguised as him, and proceeds to fall for one of his soccer teammates, and soon learns she's not the only one with romantic troubles.",
        "director": "",
        "stars": []
    },
    "36": {
        "name": "Mission: Impossible III",
        "certificate": "PG-13",
        "runtime": "126 min",
        "genre": "Action, Adventure, Thriller",
        "description": "IMF Agent Ethan Hunt comes into conflict with a dangerous and sadistic arms dealer who threatens his life and his fiancee in response.",
        "director": "",
        "stars": []
    },
    "37": {
        "name": "Silent Hill",
        "certificate": "R",
        "runtime": "125 min",
        "genre": "Horror",
        "description": "A woman, Rose, goes in search for her adopted daughter within the confines of a strange, desolate town called Silent Hill.",
        "director": "",
        "stars": []
    },
    "38": {
        "name": "This Is England",
        "certificate": "Not Rated",
        "runtime": "101 min",
        "genre": "Crime, Drama",
        "description": "A young boy becomes friends with a gang of skinheads. Friends soon become like family, and relationships will be pushed to the very limit.",
        "director": "",
        "stars": []
    },
    "39": {
        "name": "Penelope",
        "certificate": "PG",
        "runtime": "104 min",
        "genre": "Comedy, Fantasy, Romance",
        "description": "A modern romantic tale about a young aristocratic heiress born under a curse that can only be broken when she finds true love with \"one who will accept her as one of their own.\"",
        "director": "",
        "stars": []
    },
    "40": {
        "name": "Step Up",
        "certificate": "PG-13",
        "runtime": "104 min",
        "genre": "Crime, Drama, Music",
        "description": "Tyler Gage receives the opportunity of a lifetime after vandalizing a performing arts school, gaining him the chance to earn a scholarship and dance with an up and coming dancer, Nora.",
        "director": "",
        "stars": []
    },
    "41": {
        "name": "The Fountain",
        "certificate": "PG-13",
        "runtime": "96 min",
        "genre": "Drama, Sci-Fi",
        "description": "As a modern-day scientist, Tommy is struggling with mortality, desperately searching for the medical breakthrough that will save the life of his cancer-stricken wife, Izzi.",
        "director": "",
        "stars": []
    },
    "42": {
        "name": "The Texas Chainsaw Massacre: The Beginning",
        "certificate": "R",
        "runtime": "91 min",
        "genre": "Horror, Thriller",
        "description": "Before being sent to serve in Vietnam, two brothers and their girlfriends take one last road trip, but when they get into an accident, a terrifying experience will take them to a secluded house of horrors, with a chainsaw-wielding killer.",
        "director": "",
        "stars": []
    },
    "43": {
        "name": "Little Children",
        "certificate": "R",
        "runtime": "136 min",
        "genre": "Drama, Romance",
        "description": "The lives of two lovelorn spouses from separate marriages, a registered sex offender, and a disgraced ex-police officer intersect as they struggle to resist their vulnerabilities and temptations in suburban Massachusetts.",
        "director": "",
        "stars": []
    },
    "44": {
        "name": "Babel",
        "certificate": "R",
        "runtime": "143 min",
        "genre": "Drama",
        "description": "Tragedy strikes a married couple on vacation in the Moroccan desert, touching off an interlocking story involving four different families.",
        "director": "",
        "stars": []
    },
    "45": {
        "name": "Black Snake Moan",
        "certificate": "R",
        "runtime": "116 min",
        "genre": "Drama, Music",
        "description": "A God-fearing bluesman takes to a wild young woman who, as a victim of childhood sexual abuse, looks everywhere for love, never quite finding it.",
        "director": "",
        "stars": []
    },
    "46": {
        "name": "Eragon",
        "certificate": "PG",
        "runtime": "104 min",
        "genre": "Action, Adventure, Family",
        "description": "In his homeland of Alagaesia, a farm boy happens upon a dragon's egg -- a discovery that leads him on a predestined journey where he realizes he's the one person who can defend his home against an evil king.",
        "director": "",
        "stars": []
    },
    "47": {
        "name": "The Holiday",
        "certificate": "PG-13",
        "runtime": "138 min",
        "genre": "Comedy, Romance",
        "description": "Two women troubled with guy-problems swap homes in each other's countries, where they each meet a local guy and fall in love.",
        "director": "",
        "stars": []
    },
    "48": {
        "name": "Lady in the Water",
        "certificate": "PG-13",
        "runtime": "110 min",
        "genre": "Drama, Fantasy, Mystery",
        "description": "Apartment building superintendent Cleveland Heep rescues what he thinks is a young woman from the pool he maintains. When he discovers that she is actually a character from a bedtime story who is trying to make the journey back to her home, he works with his tenants to protect his new friend from the creatures that are determined to keep her in our world.",
        "director": "",
        "stars": []
    },
    "49": {
        "name": "Alpha Dog",
        "certificate": "R",
        "runtime": "122 min",
        "genre": "Biography, Crime, Drama",
        "description": "Johnny and a couple pals kidnap Jake's 15-year-old brother, Zach, then assigns his buddy Frankie to be Zach's minder. They develop a brotherly friendship. Zach parties with his captors as things begin to spin out of control.",
        "director": "",
        "stars": []
    },
    "50": {
        "name": "Slither",
        "certificate": "R",
        "runtime": "95 min",
        "genre": "Comedy, Horror, Sci-Fi",
        "description": "A small town is taken over by an alien plague, turning residents into zombies and all forms of mutant monsters.",
        "director": "",
        "stars": []
    }
}
