{
    "1": {
        "name": "Interstellar",
        "certificate": "UA",
        "runtime": "169 min",
        "genre": "Adventure, Drama, Sci-Fi",
        "description": "A team of explorers travel through a wormhole in space in an attempt to ensure humanity's survival.",
        "director": "",
        "stars": []
    },
    "2": {
        "name": "John Wick",
        "certificate": "A",
        "runtime": "101 min",
        "genre": "Action, Crime, Thriller",
        "description": "An ex-hit-man comes out of retirement to track down the gangsters that killed his dog and took everything from him.",
        "director": "",
        "stars": []
    },
    "3": {
        "name": "Kingsman: The Secret Service",
        "certificate": "R",
        "runtime": "129 min",
        "genre": "Action, Adventure, Comedy",
        "description": "A spy organization recruits an unrefined, but promising street kid into the agency's ultra-competitive training program, just as a global threat emerges from a twisted tech genius.",
        "director": "",
        "stars": []
    },
    "4": {
        "name": "Maleficent",
        "certificate": "U",
        "runtime": "97 min",
        "genre": "Action, Adventure, Family",
        "description": "A vengeful fairy is driven to curse an infant princess, only to discover that the child may be the one person who can restore peace to their troubled land.",
        "director": "",
        "stars": []
    },
    "5": {
        "name": "Guardians of the Galaxy",
        "certificate": "UA",
        "runtime": "121 min",
        "genre": "Action, Adventure, Comedy",
        "description": "A group of intergalactic criminals must pull together to stop a fanatical warrior with plans to purge the universe.",
        "director": "",
        "stars": []
    },
    "6": {
        "name": "Gone Girl",
        "certificate": "A",
        "runtime": "149 min",
        "genre": "Drama, Mystery, Thriller",
        "description": "With his wife's disappearance having become the focus of an intense media circus, a man sees the spotlight turned on him when it's suspected that he may not be innocent.",
        "director": "",
        "stars": []
    },
    "7": {
        "name": "Whiplash",
        "certificate": "A",
        "runtime": "106 min",
        "genre": "Drama, Music",
        "description": "A promising young drummer enrolls at a cut-throat music conservatory where his dreams of greatness are mentored by an instructor who will stop at nothing to realize a student's potential.",
        "director": "",
        "stars": []
    },
    "8": {
        "name": "Ex Machina",
        "certificate": "R",
        "runtime": "108 min",
        "genre": "Drama, Mystery, Sci-Fi",
        "description": "A young programmer is selected to participate in a ground-breaking experiment in synthetic intelligence by evaluating the human qualities of a highly advanced humanoid A.I.",
        "director": "",
        "stars": []
    },
    "9": {
        "name": "The Grand Budapest Hotel",
        "certificate": "R",
        "runtime": "99 min",
        "genre": "Adventure, Comedy, Crime",
        "description": "The adventures of Gustave H, a legendary concierge at a famous hotel from the fictional Republic of Zubrowka between the first and second World Wars, and Zero Moustafa, the lobby boy who becomes his most trusted friend.",
        "director": "",
        "stars": []
    },
    "10": {
        "name": "Divergent",
        "certificate": "PG-13",
        "runtime": "139 min",
        "genre": "Action, Adventure, Mystery",
        "description": "In a world divided by factions based on virtues, Tris learns she's Divergent and won't fit in. When she discovers a plot to destroy Divergents, Tris and the mysterious Four must find out what makes Divergents dangerous before it's too late.",
        "director": "",
        "stars": []
    },
    "11": {
        "name": "Tusk",
        "certificate": "R",
        "runtime": "102 min",
        "genre": "Comedy, Drama, Horror",
        "description": "A brash and arrogant podcaster gets more than he bargained for when he travels to Canada to interview a mysterious recluse... who has a rather disturbing fondness for walruses.",
        "director": "",
        "stars": []
    },
    "12": {
        "name": "Birdman or (The Unexpected Virtue of Ignorance)",
        "certificate": "A",
        "runtime": "119 min",
        "genre": "Comedy, Drama",
        "description": "A washed-up superhero actor attempts to revive his fading career by writing, directing, and starring in a Broadway production.",
        "director": "",
        "stars": []
    },
    "13": {
        "name": "Edge of Tomorrow",
        "certificate": "UA",
        "runtime": "113 min",
        "genre": "Action, Sci-Fi",
        "description": "A soldier fighting aliens gets to relive the same day over and over again, the day restarting every time he dies.",
        "director": "",
        "stars": []
    },
    "14": {
        "name": "Inherent Vice",
        "certificate": "R",
        "runtime": "148 min",
        "genre": "Comedy, Crime, Drama",
        "description": "In 1970, drug-fueled Los Angeles private investigator Larry \"Doc\" Sportello investigates the disappearance of a former girlfriend.",
        "director": "",
        "stars": []
    },
    "15": {
        "name": "Predestination",
        "certificate": "R",
        "runtime": "97 min",
        "genre": "Action, Drama, Mystery",
        "description": "For his final assignment, a top temporal agent must pursue the one criminal that has eluded him throughout time. The chase turns into a unique, surprising and mind-bending exploration of love, fate, identity and time travel taboos.",
        "director": "",
        "stars": []
    },
    "16": {
        "name": "Fury",
        "certificate": "A",
        "runtime": "134 min",
        "genre": "Action, Drama, War",
        "description": "A grizzled tank commander makes tough decisions as he and his crew fight their way across Germany in April, 1945.",
        "director": "",
        "stars": []
    },
    "17": {
        "name": "X-Men: Days of Future Past",
        "certificate": "UA",
        "runtime": "132 min",
        "genre": "Action, Adventure, Sci-Fi",
        "description": "The X-Men send Wolverine to the past in a desperate effort to change history and prevent an event that results in doom for both humans and mutants.",
        "director": "",
        "stars": []
    },
    "18": {
        "name": "Godzilla",
        "certificate": "UA",
        "runtime": "123 min",
        "genre": "Action, Adventure, Sci-Fi",
        "description": "The world is beset by the appearance of monstrous creatures, but one of them may be the only one who can save humanity.",
        "director": "",
        "stars": []
    },
    "19": {
        "name": "The Expendables 3",
        "certificate": "UA",
        "runtime": "126 min",
        "genre": "Action, Adventure, Thriller",
        "description": "Barney augments his team with new blood for a personal battle: to take down Conrad Stonebanks, the Expendables co-founder and notorious arms trader who is hell bent on wiping out Barney and every single one of his associates.",
        "director": "",
        "stars": []
    },
    "20": {
        "name": "American Sniper",
        "certificate": "R",
        "runtime": "133 min",
        "genre": "Action, Biography, Drama",
        "description": "Navy S.E.A.L. sniper Chris Kyle's (Bradley Cooper's) pinpoint accuracy saves countless lives on the battlefield and turns him into a legend. Back home to his wife and kids after four tours of duty, however, Chris finds that it is the war he can't leave behind.",
        "director": "",
        "stars": []
    },
    "21": {
        "name": "What We Do in the Shadows",
        "certificate": "R",
        "runtime": "86 min",
        "genre": "Comedy, Horror",
        "description": "Viago, Deacon and Vladislav are vampires who are finding that modern life has them struggling with the mundane - like paying rent, keeping up with the chore wheel, trying to get into nightclubs and overcoming flatmate conflicts.",
        "director": "",
        "stars": []
    },
    "22": {
        "name": "The Imitation Game",
        "certificate": "PG-13",
        "runtime": "114 min",
        "genre": "Biography, Drama, Thriller",
        "description": "During World War II, the English mathematical genius Alan Turing tries to crack the German Enigma code with help from fellow mathematicians.",
        "director": "",
        "stars": []
    },
    "23": {
        "name": "Nightcrawler",
        "certificate": "A",
        "runtime": "117 min",
        "genre": "Crime, Drama, Thriller",
        "description": "When Louis Bloom, a con man desperate for work, muscles into the world of L.A. crime journalism, he blurs the line between observer and participant to become the star of his own story.",
        "director": "",
        "stars": []
    },
    "24": {
        "name": "Captain America: The Winter Soldier",
        "certificate": "UA",
        "runtime": "136 min",
        "genre": "Action, Adventure, Sci-Fi",
        "description": "As Steve Rogers struggles to embrace his role in the modern world, he teams up with a fellow Avenger and S.H.I.E.L.D agent, Black Widow, to battle a new threat from history: an assassin known as the Winter Soldier.",
        "director": "",
        "stars": []
    },
    "25": {
        "name": "Lucy",
        "certificate": "A",
        "runtime": "89 min",
        "genre": "Action, Sci-Fi, Thriller",
        "description": "A woman, accidentally caught in a dark deal, turns the tables on her captors and transforms into a merciless warrior evolved beyond human logic.",
        "director": "",
        "stars": []
    },
    "26": {
        "name": "It Follows",
        "certificate": "R",
        "runtime": "100 min",
        "genre": "Horror, Mystery, Thriller",
        "description": "A young woman is followed by an unknown supernatural force after a sexual encounter.",
        "director": "",
        "stars": []
    },
    "27": {
        "name": "The Equalizer",
        "certificate": "R",
        "runtime": "132 min",
        "genre": "Action, Crime, Thriller",
        "description": "A man believes he has put his mysterious past behind him and has dedicated himself to beginning a new, quiet life. But when he meets a young girl under the control of ultra-violent Russian gangsters, he can't stand idly by - he has to help her.",
        "director": "",
        "stars": []
    },
    "28": {
        "name": "Annabelle",
        "certificate": "R",
        "runtime": "99 min",
        "genre": "Horror, Mystery, Thriller",
        "description": "A couple begins to experience terrifying supernatural occurrences involving a vintage doll shortly after their home is invaded by satanic cultists.",
        "director": "",
        "stars": []
    },
    "29": {
        "name": "Chef",
        "certificate": "R",
        "runtime": "114 min",
        "genre": "Adventure, Comedy, Drama",
        "description": "A head chef quits his restaurant job and buys a food truck in an effort to reclaim his creative promise, while piecing back together his estranged family.",
        "director": "",
        "stars": []
    },
    "30": {
        "name": "The Amazing Spider-Man 2",
        "certificate": "UA",
        "runtime": "142 min",
        "genre": "Action, Adventure, Sci-Fi",
        "description": "When New York is put under siege by Oscorp, it is up to Spider-Man to save the city he swore to protect as well as his loved ones.",
        "director": "",
        "stars": []
    },
    "31": {
        "name": "The Babadook",
        "certificate": "",
        "runtime": "94 min",
        "genre": "Drama, Horror",
        "description": "A widowed mother, plagued by the violent death of her husband, battles with her son's fear of a monster lurking in the house, but soon discovers a sinister presence all around her.",
        "director": "",
        "stars": []
    },
    "32": {
        "name": "The Maze Runner",
        "certificate": "UA",
        "runtime": "113 min",
        "genre": "Mystery, Sci-Fi, Thriller",
        "description": "Thomas is deposited in a community of boys after his memory is erased, soon learning they're all trapped in a maze that will require him to join forces with fellow \"runners\" for a shot at escape.",
        "director": "",
        "stars": []
    },
    "33": {
        "name": "Sin City: A Dame to Kill For",
        "certificate": "A",
        "runtime": "102 min",
        "genre": "Action, Crime, Thriller",
        "description": "Some of Sin City's most hard-boiled citizens cross paths with a few of its more reviled inhabitants.",
        "director": "",
        "stars": []
    },
    "34": {
        "name": "300: Rise of an Empire",
        "certificate": "R",
        "runtime": "102 min",
        "genre": "Action, Fantasy",
        "description": "Greek general Themistokles leads the charge against invading Persian forces led by mortal-turned-god Xerxes and Artemisia, vengeful commander of the Persian navy.",
        "director": "",
        "stars": []
    },
    "35": {
        "name": "The Hobbit: The Battle of the Five Armies",
        "certificate": "PG-13",
        "runtime": "144 min",
        "genre": "Adventure, Fantasy",
        "description": "Bilbo and company are forced to engage in a war against an array of combatants and keep the Lonely Mountain from falling into the hands of a rising darkness.",
        "director": "",
        "stars": []
    },
    "36": {
        "name": "Unbroken",
        "certificate": "PG-13",
        "runtime": "137 min",
        "genre": "Biography, Drama, Sport",
        "description": "After a near-fatal plane crash in WWII, Olympian Louis Zamperini spends a harrowing 47 days in a raft with two fellow crewmen before he's caught by the Japanese navy and sent to a prisoner-of-war camp.",
        "director": "",
        "stars": []
    },
    "37": {
        "name": "Into the Woods",
        "certificate": "PG",
        "runtime": "125 min",
        "genre": "Adventure, Comedy, Drama",
        "description": "A witch tasks a childless baker and his wife with procuring magical items from classic fairy tales to reverse the curse put on their family tree.",
        "director": "",
        "stars": []
    },
    "38": {
        "name": "The Fault in Our Stars",
        "certificate": "PG-13",
        "runtime": "126 min",
        "genre": "Drama, Romance",
        "description": "Two teenage cancer patients begin a life-affirming journey to visit a reclusive author in Amsterdam.",
        "director": "",
        "stars": []
    },
    "39": {
        "name": "Love, Rosie",
        "certificate": "R",
        "runtime": "102 min",
        "genre": "Comedy, Romance",
        "description": "Rosie and Alex have been best friends since they were 5, so they couldn't possibly be right for one another...or could they? When it comes to love, life and making the right choices, these two are their own worst enemies.",
        "director": "",
        "stars": []
    },
    "40": {
        "name": "The Theory of Everything",
        "certificate": "U",
        "runtime": "123 min",
        "genre": "Biography, Drama, Romance",
        "description": "A look at the relationship between the famous physicist Stephen Hawking and his wife.",
        "director": "",
        "stars": []
    },
    "41": {
        "name": "Veronica Mars",
        "certificate": "PG-13",
        "runtime": "107 min",
        "genre": "Crime, Drama, Mystery",
        "description": "Years after walking away from her past as a young private eye, Veronica Mars gets pulled back to her hometown, just in time for her high school reunion, in order to help her old flame Logan Echolls, who's embroiled in a murder mystery.",
        "director": "",
        "stars": []
    },
    "42": {
        "name": "The Hunger Games: Mockingjay - Part 1",
        "certificate": "PG-13",
        "runtime": "123 min",
        "genre": "Action, Adventure, Sci-Fi",
        "description": "Katniss Everdeen is in District 13 after she shatters the games forever. Under the leadership of President Coin and the advice of her trusted friends, Katniss spreads her wings as she fights to save Peeta and a nation moved by her courage.",
        "director": "",
        "stars": []
    },
    "43": {
        "name": "The Giver",
        "certificate": "PG-13",
        "runtime": "97 min",
        "genre": "Drama, Romance, Sci-Fi",
        "description": "In a seemingly perfect community, without war, pain, suffering, differences or choice, a young boy is chosen to learn from an elderly man about the true pain and pleasure of the \"real\" world.",
        "director": "",
        "stars": []
    },
    "44": {
        "name": "Big Hero 6",
        "certificate": "U",
        "runtime": "102 min",
        "genre": "Animation, Action, Adventure",
        "description": "The special bond that develops between plus-sized inflatable robot Baymax, and prodigy Hiro Hamada, who team up with a group of friends to form a band of high-tech heroes.",
        "director": "",
        "stars": []
    },
    "45": {
        "name": "Seventh Son",
        "certificate": "PG-13",
        "runtime": "102 min",
        "genre": "Action, Adventure, Fantasy",
        "description": "When Mother Malkin, the queen of evil witches, escapes the pit she was imprisoned in by professional monster hunter Spook decades ago and kills his apprentice, he recruits young Tom, the seventh son of the seventh son, to help him.",
        "director": "",
        "stars": []
    },
    "46": {
        "name": "The Other Woman",
        "certificate": "PG-13",
        "runtime": "109 min",
        "genre": "Comedy, Romance",
        "description": "After discovering her boyfriend is married, Carly soon meets the wife he's been betraying. And when yet another love affair is discovered, all three women team up to plot revenge on the three-timing S.O.B.",
        "director": "",
        "stars": []
    },
    "47": {
        "name": "Boyhood",
        "certificate": "A",
        "runtime": "165 min",
        "genre": "Drama",
        "description": "The life of Mason, from early childhood to his arrival at college.",
        "director": "",
        "stars": []
    },
    "48": {
        "name": "22 Jump Street",
        "certificate": "R",
        "runtime": "112 min",
        "genre": "Action, Comedy, Crime",
        "description": "After making their way through high school (twice), big changes are in store for officers Schmidt and Jenko when they go deep undercover at a local college.",
        "director": "",
        "stars": []
    },
    "49": {
        "name": "Hercules",
        "certificate": "UA",
        "runtime": "98 min",
        "genre": "Action, Adventure, Fantasy",
        "description": "Having endured his legendary twelve labors, Hercules, the Greek demigod, has his life as a sword-for-hire tested when the King of Thrace and his daughter seek his aid in defeating a tyrannical warlord.",
        "director": "",
        "stars": []
    },
    "50": {
        "name": "Selma",
        "certificate": "PG-13",
        "runtime": "128 min",
        "genre": "Biography, Drama, History",
        "description": "A chronicle of Dr. Martin Luther King, Jr.'s campaign to secure equal voting rights via an epic march from Selma to Montgomery, Alabama, in 1965.",
        "director": "",
        "stars": []
    }
}
