{
    "1": {
        "name": "Her",
        "certificate": "A",
        "runtime": "126 min",
        "genre": "Drama, Romance, Sci-Fi",
        "description": "In a near future, a lonely writer develops an unlikely relationship with an operating system designed to meet his every need.",
        "director": "",
        "stars": []
    },
    "2": {
        "name": "The Wolf of Wall Street",
        "certificate": "A",
        "runtime": "180 min",
        "genre": "Biography, Crime, Drama",
        "description": "Based on the true story of Jordan Belfort, from his rise to a wealthy stock-broker living the high life to his fall involving crime, corruption and the federal government.",
        "director": "",
        "stars": []
    },
    "3": {
        "name": "About Time",
        "certificate": "R",
        "runtime": "123 min",
        "genre": "Comedy, Drama, Fantasy",
        "description": "At the age of 21, Tim discovers he can travel in time and change what happens and has happened in his own life. His decision to make his world a better place by getting a girlfriend turns out not to be as easy as you might think.",
        "director": "",
        "stars": []
    },
    "4": {
        "name": "Frozen",
        "certificate": "U",
        "runtime": "102 min",
        "genre": "Animation, Adventure, Comedy",
        "description": "When the newly-crowned Queen Elsa accidentally uses her power to turn things into ice to curse her home in infinite winter, her sister Anna teams up with a mountain man, his playful reindeer, and a snowman to change the weather condition.",
        "director": "",
        "stars": []
    },
    "5": {
        "name": "Snowpiercer",
        "certificate": "A",
        "runtime": "126 min",
        "genre": "Action, Drama, Sci-Fi",
        "description": "In a future where a failed climate-change experiment has killed all life except for the lucky few who boarded the Snowpiercer, a train that travels around the globe, a new class system emerges.",
        "director": "",
        "stars": []
    },
    "6": {
        "name": "Prisoners",
        "certificate": "R",
        "runtime": "153 min",
        "genre": "Crime, Drama, Mystery",
        "description": "When Keller Dover's daughter and her friend go missing, he takes matters into his own hands as the police pursue multiple leads and the pressure mounts.",
        "director": "",
        "stars": []
    },
    "7": {
        "name": "The Conjuring",
        "certificate": "A",
        "runtime": "112 min",
        "genre": "Horror, Mystery, Thriller",
        "description": "Paranormal investigators Ed and Lorraine Warren work to help a family terrorized by a dark presence in their farmhouse.",
        "director": "",
        "stars": []
    },
    "8": {
        "name": "The Great Gatsby",
        "certificate": "A",
        "runtime": "143 min",
        "genre": "Drama, Romance",
        "description": "A writer and wall street trader, Nick, finds himself drawn to the past and lifestyle of his millionaire neighbor, Jay Gatsby.",
        "director": "",
        "stars": []
    },
    "9": {
        "name": "Man of Steel",
        "certificate": "UA",
        "runtime": "143 min",
        "genre": "Action, Adventure",
        "description": "Clark Kent is an alien who as a child was evacuated from his dying world and came to Earth, living as a normal human. But when survivors of his alien home invade Earth, he must reveal himself to the world.",
        "director": "",
        "stars": []
    },
    "10": {
        "name": "We're the Millers",
        "certificate": "A",
        "runtime": "110 min",
        "genre": "Comedy, Crime",
        "description": "A veteran pot dealer creates a fake family as part of his plan to move a huge shipment of weed into the U.S. from Mexico.",
        "director": "",
        "stars": []
    },
    "11": {
        "name": "American Hustle",
        "certificate": "A",
        "runtime": "138 min",
        "genre": "Crime, Drama",
        "description": "A con man, Irving Rosenfeld, along with his seductive partner Sydney Prosser, is forced to work for a wild F.B.I. Agent, Richie DiMaso, who pushes them into a world of Jersey powerbrokers and the Mafia.",
        "director": "",
        "stars": []
    },
    "12": {
        "name": "La vie d'Adèle",
        "certificate": "NC-17",
        "runtime": "180 min",
        "genre": "Drama, Romance",
        "description": "Adèle's life is changed when she meets Emma, a young woman with blue hair, who will allow her to discover desire and to assert herself as a woman and as an adult. In front of others, Adèle grows, seeks herself, loses herself, and ultimately finds herself through love and loss.",
        "director": "",
        "stars": []
    },
    "13": {
        "name": "12 Years a Slave",
        "certificate": "A",
        "runtime": "134 min",
        "genre": "Biography, Drama, History",
        "description": "In the antebellum United States, Solomon Northup, a free black man from upstate New York, is abducted and sold into slavery.",
        "director": "",
        "stars": []
    },
    "14": {
        "name": "Nymphomaniac: Vol. I",
        "certificate": "",
        "runtime": "117 min",
        "genre": "Drama",
        "description": "A self-diagnosed nymphomaniac recounts her erotic experiences to the man who saved her after a beating.",
        "director": "",
        "stars": []
    },
    "15": {
        "name": "World War Z",
        "certificate": "UA",
        "runtime": "116 min",
        "genre": "Action, Adventure, Horror",
        "description": "Former United Nations employee Gerry Lane traverses the world in a race against time to stop the Zombie pandemic that is toppling armies and governments, and threatening to destroy humanity itself.",
        "director": "",
        "stars": []
    },
    "16": {
        "name": "Oblivion",
        "certificate": "UA",
        "runtime": "124 min",
        "genre": "Action, Adventure, Sci-Fi",
        "description": "A veteran assigned to extract Earth's remaining resources begins to question what he knows about his mission and himself.",
        "director": "",
        "stars": []
    },
    "17": {
        "name": "Gravity",
        "certificate": "UA",
        "runtime": "91 min",
        "genre": "Drama, Sci-Fi, Thriller",
        "description": "Two astronauts work together to survive after an accident leaves them stranded in space.",
        "director": "",
        "stars": []
    },
    "18": {
        "name": "Iron Man Three",
        "certificate": "UA",
        "runtime": "130 min",
        "genre": "Action, Adventure, Sci-Fi",
        "description": "When Tony Stark's world is torn apart by a formidable terrorist called the Mandarin, he starts an odyssey of rebuilding and retribution.",
        "director": "",
        "stars": []
    },
    "19": {
        "name": "Under the Skin",
        "certificate": "R",
        "runtime": "108 min",
        "genre": "Drama, Horror, Sci-Fi",
        "description": "A mysterious young woman seduces lonely men in the evening hours in Scotland. However, events lead her to begin a process of self-discovery.",
        "director": "",
        "stars": []
    },
    "20": {
        "name": "I Spit on Your Grave 2",
        "certificate": "R",
        "runtime": "106 min",
        "genre": "Horror, Thriller",
        "description": "When Katie innocently accepts an offer to have new photos taken for her portfolio, the experience quickly turns into a nightmare of rape, torture and kidnapping. Now, she will have to find the strength to exact her brutal revenge.",
        "director": "",
        "stars": []
    },
    "21": {
        "name": "Now You See Me",
        "certificate": "UA",
        "runtime": "115 min",
        "genre": "Crime, Mystery, Thriller",
        "description": "An F.B.I. Agent and an Interpol Detective track a team of illusionists who pull off bank heists during their performances, and reward their audiences with the money.",
        "director": "",
        "stars": []
    },
    "22": {
        "name": "The Hunger Games: Catching Fire",
        "certificate": "UA",
        "runtime": "146 min",
        "genre": "Action, Adventure, Sci-Fi",
        "description": "Katniss Everdeen and Peeta Mellark become targets of the Capitol after their victory in the 74th Hunger Games sparks a rebellion in the Districts of Panem.",
        "director": "",
        "stars": []
    },
    "23": {
        "name": "Olympus Has Fallen",
        "certificate": "A",
        "runtime": "119 min",
        "genre": "Action, Thriller",
        "description": "Disgraced Secret Service agent (and former presidential guard) Mike Banning finds himself trapped inside the White House in the wake of a terrorist attack; using his inside knowledge, Banning works with national security to rescue the President from his kidnappers.",
        "director": "",
        "stars": []
    },
    "24": {
        "name": "Evil Dead",
        "certificate": "R",
        "runtime": "91 min",
        "genre": "Fantasy, Horror, Thriller",
        "description": "Five friends head to a remote cabin, where the discovery of a Book of the Dead leads them to unwittingly summon up demons living in the nearby woods.",
        "director": "",
        "stars": []
    },
    "25": {
        "name": "Enemy",
        "certificate": "R",
        "runtime": "91 min",
        "genre": "Mystery, Thriller",
        "description": "A man seeks out his exact look-alike after spotting him in a movie.",
        "director": "",
        "stars": []
    },
    "26": {
        "name": "Dallas Buyers Club",
        "certificate": "R",
        "runtime": "117 min",
        "genre": "Biography, Drama",
        "description": "In 1985 Dallas, electrician and hustler Ron Woodroof works around the system to help AIDS patients get the medication they need after he is diagnosed with the disease.",
        "director": "",
        "stars": []
    },
    "27": {
        "name": "Movie 43",
        "certificate": "R",
        "runtime": "94 min",
        "genre": "Comedy",
        "description": "A series of interconnected short films follows a washed-up producer as he pitches insane story lines featuring some of the biggest stars in Hollywood.",
        "director": "",
        "stars": []
    },
    "28": {
        "name": "The Green Inferno",
        "certificate": "R",
        "runtime": "100 min",
        "genre": "Adventure, Horror",
        "description": "A group of student activists travels to the Amazon to save the rain forest and soon discover that they are not alone, and that no good deed goes unpunished.",
        "director": "",
        "stars": []
    },
    "29": {
        "name": "Escape Plan",
        "certificate": "A",
        "runtime": "115 min",
        "genre": "Action, Thriller",
        "description": "When a structural-security authority finds himself set up and incarcerated in the world's most secret and secure prison, he has to use his skills to escape with help from the inside.",
        "director": "",
        "stars": []
    },
    "30": {
        "name": "Texas Chainsaw 3D",
        "certificate": "A",
        "runtime": "92 min",
        "genre": "Horror, Thriller",
        "description": "A young woman travels to Texas to collect an inheritance; little does she know that an encounter with a chainsaw-wielding killer is part of the reward.",
        "director": "",
        "stars": []
    },
    "31": {
        "name": "The Secret Life of Walter Mitty",
        "certificate": "UA",
        "runtime": "114 min",
        "genre": "Comedy, Drama, Fantasy",
        "description": "When his job along with that of his co-worker are threatened, Walter takes action in the real world embarking on a global journey that turns into an adventure more extraordinary than anything he could have ever imagined.",
        "director": "",
        "stars": []
    },
    "32": {
        "name": "Thor: The Dark World",
        "certificate": "UA",
        "runtime": "112 min",
        "genre": "Action, Adventure, Fantasy",
        "description": "When Dr. Jane Foster (Natalie Portman) gets cursed with a powerful entity known as the Aether, Thor is heralded of the cosmic event known as the Convergence and the genocidal Dark Elves.",
        "director": "",
        "stars": []
    },
    "33": {
        "name": "The Hobbit: The Desolation of Smaug",
        "certificate": "UA",
        "runtime": "161 min",
        "genre": "Adventure, Fantasy",
        "description": "The dwarves, along with Bilbo Baggins and Gandalf the Grey, continue their quest to reclaim Erebor, their homeland, from Smaug. Bilbo Baggins is in possession of a mysterious and magical ring.",
        "director": "",
        "stars": []
    },
    "34": {
        "name": "This Is the End",
        "certificate": "R",
        "runtime": "107 min",
        "genre": "Comedy",
        "description": "6 Los Angeles celebrities are stuck in James Franco's house after a series of devastating events just destroyed the city. Inside, the group not only have to face the apocalypse, but themselves.",
        "director": "",
        "stars": []
    },
    "35": {
        "name": "Furious 6",
        "certificate": "UA",
        "runtime": "130 min",
        "genre": "Action, Adventure, Thriller",
        "description": "Hobbs has Dominic and Brian reassemble their crew to take down a team of mercenaries: Dominic unexpectedly gets sidetracked with facing his presumed deceased girlfriend, Letty.",
        "director": "",
        "stars": []
    },
    "36": {
        "name": "Rush",
        "certificate": "UA",
        "runtime": "123 min",
        "genre": "Biography, Drama, Sport",
        "description": "The merciless 1970s rivalry between Formula One rivals James Hunt and Niki Lauda.",
        "director": "",
        "stars": []
    },
    "37": {
        "name": "Lovelace",
        "certificate": "R",
        "runtime": "93 min",
        "genre": "Biography, Drama",
        "description": "The story of Linda Lovelace, who is used and abused by the porn industry at the behest of her coercive husband before taking control of her life.",
        "director": "",
        "stars": []
    },
    "38": {
        "name": "G.I. Joe: Retaliation",
        "certificate": "UA",
        "runtime": "110 min",
        "genre": "Action, Adventure, Sci-Fi",
        "description": "The G.I. Joes are not only fighting their mortal enemy Cobra; they are forced to contend with threats from within the government that jeopardize their very existence.",
        "director": "",
        "stars": []
    },
    "39": {
        "name": "The Purge",
        "certificate": "R",
        "runtime": "85 min",
        "genre": "Horror, Thriller",
        "description": "A wealthy family is held hostage for harboring the target of a murderous syndicate during the Purge, a 12-hour period in which any and all crime is legal.",
        "director": "",
        "stars": []
    },
    "40": {
        "name": "The Hangover Part III",
        "certificate": "A",
        "runtime": "100 min",
        "genre": "Comedy, Crime",
        "description": "When one of their own is kidnapped by an angry gangster, the Wolf Pack must track down Mr. Chow, who has escaped from prison and is on the run.",
        "director": "",
        "stars": []
    },
    "41": {
        "name": "Grown Ups 2",
        "certificate": "A",
        "runtime": "101 min",
        "genre": "Comedy",
        "description": "After moving his family back to his hometown to be with his friends and their kids, Lenny finds out that between old bullies, new bullies, schizo bus drivers, drunk cops on skis, and four hundred costumed party crashers sometimes crazy follows you.",
        "director": "",
        "stars": []
    },
    "42": {
        "name": "The Immigrant",
        "certificate": "R",
        "runtime": "120 min",
        "genre": "Drama, Romance",
        "description": "1921. An innocent immigrant woman is tricked into a life of burlesque and vaudeville until a dazzling magician tries to save her and reunite her with her sister who is being held in the confines of Ellis Island.",
        "director": "",
        "stars": []
    },
    "43": {
        "name": "Star Trek Into Darkness",
        "certificate": "UA",
        "runtime": "132 min",
        "genre": "Action, Adventure, Sci-Fi",
        "description": "After the crew of the Enterprise find an unstoppable force of terror from within their own organization, Captain Kirk leads a manhunt to a war-zone world to capture a one-man weapon of mass destruction.",
        "director": "",
        "stars": []
    },
    "44": {
        "name": "White House Down",
        "certificate": "UA",
        "runtime": "131 min",
        "genre": "Action, Drama, Thriller",
        "description": "While on a tour of the White House with his young daughter, a Capitol policeman springs into action to save his child and protect the president from a heavily armed group of paramilitary invaders.",
        "director": "",
        "stars": []
    },
    "45": {
        "name": "Don Jon",
        "certificate": "R",
        "runtime": "90 min",
        "genre": "Comedy, Drama, Romance",
        "description": "A New Jersey guy dedicated to his family, friends, and church, develops unrealistic expectations from watching porn and works to find happiness and intimacy with his potential true love.",
        "director": "",
        "stars": []
    },
    "46": {
        "name": "Gangster Squad",
        "certificate": "A",
        "runtime": "113 min",
        "genre": "Action, Crime, Drama",
        "description": "It's 1949 Los Angeles, the city is run by gangsters and a malicious mobster, Mickey Cohen. Determined to end the corruption, John O'Mara assembles a team of cops, ready to take down the ruthless leader and restore peace to the city.",
        "director": "",
        "stars": []
    },
    "47": {
        "name": "Pacific Rim",
        "certificate": "UA",
        "runtime": "131 min",
        "genre": "Action, Adventure, Sci-Fi",
        "description": "As a war between humankind and monstrous sea creatures wages on, a former pilot and a trainee are paired up to drive a seemingly obsolete special weapon in a desperate effort to save the world from the apocalypse.",
        "director": "",
        "stars": []
    },
    "48": {
        "name": "The World's End",
        "certificate": "R",
        "runtime": "109 min",
        "genre": "Action, Comedy, Sci-Fi",
        "description": "Five friends who reunite in an attempt to top their epic pub crawl from twenty years earlier unwittingly become humanity's only hope for survival.",
        "director": "",
        "stars": []
    },
    "49": {
        "name": "RED 2",
        "certificate": "UA",
        "runtime": "116 min",
        "genre": "Action, Comedy, Crime",
        "description": "Retired C.I.A. Agent Frank Moses (Bruce Willis) reunites his unlikely team of elite operatives for a global quest to track down a missing portable nuclear device.",
        "director": "",
        "stars": []
    },
    "50": {
        "name": "The Mortal Instruments: City of Bones",
        "certificate": "A",
        "runtime": "130 min",
        "genre": "Action, Fantasy, Horror",
        "description": "When her mother disappears, Clary Fray learns that she descends from a line of warriors who protect our world from demons. She joins forces with others like her and heads into a dangerous alternate New York called the Shadow World.",
        "director": "",
        "stars": []
    }
}
