{
    "1": {
        "name": "It",
        "certificate": "A",
        "runtime": "135 min",
        "genre": "Horror",
        "description": "In the summer of 1989, a group of bullied kids band together to destroy a shape-shifting monster, which disguises itself as a clown and preys on the children of Derry, their small Maine town.",
        "director": "",
        "stars": []
    },
    "2": {
        "name": "Time Trap",
        "certificate": "",
        "runtime": "87 min",
        "genre": "Action, Adventure, Sci-Fi",
        "description": "A professor enters a cave and goes missing. Some of his students come looking for him and get trapped in the cave as well.",
        "director": "",
        "stars": []
    },
    "3": {
        "name": "Blade Runner 2049",
        "certificate": "R",
        "runtime": "164 min",
        "genre": "Action, Drama, Mystery",
        "description": "A young blade runner's discovery of a long-buried secret leads him to track down former blade runner Rick Deckard, who's been missing for thirty years.",
        "director": "",
        "stars": []
    },
    "4": {
        "name": "Valerian and the City of a Thousand Planets",
        "certificate": "UA",
        "runtime": "137 min",
        "genre": "Action, Adventure, Fantasy",
        "description": "A dark force threatens Alpha, a vast metropolis and home to species from a thousand planets. Special operatives Valerian and Laureline must race to identify the marauding menace and safeguard not just Alpha, but the future of the universe.",
        "director": "",
        "stars": []
    },
    "5": {
        "name": "Spider-Man: Homecoming",
        "certificate": "UA",
        "runtime": "133 min",
        "genre": "Action, Adventure, Sci-Fi",
        "description": "Peter Parker balances his life as an ordinary high school student in Queens with his superhero alter-ego Spider-Man, and finds himself on the trail of a new menace prowling the skies of New York City.",
        "director": "",
        "stars": []
    },
    "6": {
        "name": "Call Me by Your Name",
        "certificate": "R",
        "runtime": "132 min",
        "genre": "Drama, Romance",
        "description": "In 1980s Italy, a romance blossoms between a seventeen-year-old student and the older man hired as his father's research assistant.",
        "director": "",
        "stars": []
    },
    "7": {
        "name": "The Hitman's Bodyguard",
        "certificate": "R",
        "runtime": "118 min",
        "genre": "Action, Comedy, Thriller",
        "description": "The world's top bodyguard gets a new client, a hitman who must testify at the International Criminal Court. They must put their differences aside and work together to make it to the trial on time.",
        "director": "",
        "stars": []
    },
    "8": {
        "name": "John Wick: Chapter 2",
        "certificate": "A",
        "runtime": "122 min",
        "genre": "Action, Crime, Thriller",
        "description": "After returning to the criminal underworld to repay a debt, John Wick discovers that a large bounty has been put on his life.",
        "director": "",
        "stars": []
    },
    "9": {
        "name": "You Were Never Really Here",
        "certificate": "A",
        "runtime": "89 min",
        "genre": "Crime, Drama, Mystery",
        "description": "A traumatized veteran, unafraid of violence, tracks down missing girls for a living. When a job spins out of control, Joe's nightmares overtake him as a conspiracy is uncovered leading to what may be his death trip or his awakening.",
        "director": "",
        "stars": []
    },
    "10": {
        "name": "Justice League",
        "certificate": "UA",
        "runtime": "120 min",
        "genre": "Action, Adventure, Fantasy",
        "description": "Fueled by his restored faith in humanity and inspired by Superman's selfless act, Bruce Wayne enlists the help of his new-found ally, Diana Prince, to face an even greater enemy.",
        "director": "",
        "stars": []
    },
    "11": {
        "name": "The Greatest Showman",
        "certificate": "UA",
        "runtime": "105 min",
        "genre": "Biography, Drama, Musical",
        "description": "Celebrates the birth of show business and tells of a visionary who rose from nothing to create a spectacle that became a worldwide sensation.",
        "director": "",
        "stars": []
    },
    "12": {
        "name": "Thor: Ragnarok",
        "certificate": "UA",
        "runtime": "130 min",
        "genre": "Action, Adventure, Comedy",
        "description": "Thor (Chris Hemsworth) is imprisoned on the planet Sakaar, and must race against time to return to Asgard and stop Ragnarök, the destruction of his world, at the hands of the powerful and ruthless villain Hela (Cate Blanchett).",
        "director": "",
        "stars": []
    },
    "13": {
        "name": "Baby Driver",
        "certificate": "R",
        "runtime": "113 min",
        "genre": "Action, Crime, Drama",
        "description": "After being coerced into working for a crime boss, a young getaway driver finds himself taking part in a heist doomed to fail.",
        "director": "",
        "stars": []
    },
    "14": {
        "name": "Kingsman: The Golden Circle",
        "certificate": "R",
        "runtime": "141 min",
        "genre": "Action, Adventure, Comedy",
        "description": "When their headquarters are destroyed and the world is held hostage, the Kingsman's journey leads them to the discovery of an allied spy organization in the United States. These two elite secret organizations must band together to defeat a common enemy.",
        "director": "",
        "stars": []
    },
    "15": {
        "name": "Jumanji: Welcome to the Jungle",
        "certificate": "UA",
        "runtime": "119 min",
        "genre": "Action, Adventure, Comedy",
        "description": "Four teenagers are sucked into a magical video game, and the only way they can escape is to work together to finish the game.",
        "director": "",
        "stars": []
    },
    "16": {
        "name": "Baywatch",
        "certificate": "R",
        "runtime": "116 min",
        "genre": "Action, Comedy, Crime",
        "description": "Devoted lifeguard Mitch Buchannon butts heads with a brash new recruit, as they uncover a criminal plot that threatens the future of the bay.",
        "director": "",
        "stars": []
    },
    "17": {
        "name": "Mother!",
        "certificate": "A",
        "runtime": "121 min",
        "genre": "Drama, Horror, Mystery",
        "description": "A couple's relationship is tested when uninvited guests arrive at their home, disrupting their tranquil existence.",
        "director": "",
        "stars": []
    },
    "18": {
        "name": "Wonder Woman",
        "certificate": "UA",
        "runtime": "141 min",
        "genre": "Action, Adventure, Fantasy",
        "description": "When a pilot crashes and tells of conflict in the outside world, Diana, an Amazonian warrior in training, leaves home to fight a war, discovering her full powers and true destiny.",
        "director": "",
        "stars": []
    },
    "19": {
        "name": "Atomic Blonde",
        "certificate": "R",
        "runtime": "115 min",
        "genre": "Action, Mystery, Thriller",
        "description": "An undercover MI6 agent is sent to Berlin during the Cold War to investigate the murder of a fellow agent and recover a missing list of double agents.",
        "director": "",
        "stars": []
    },
    "20": {
        "name": "King Arthur: Legend of the Sword",
        "certificate": "PG-13",
        "runtime": "126 min",
        "genre": "Action, Adventure, Drama",
        "description": "Robbed of his birthright, Arthur comes up the hard way in the back alleys of the city. But once he pulls the sword from the stone, he is forced to acknowledge his true legacy - whether he likes it or not.",
        "director": "",
        "stars": []
    },
    "21": {
        "name": "Star Wars: Episode VIII - The Last Jedi",
        "certificate": "UA",
        "runtime": "152 min",
        "genre": "Action, Adventure, Fantasy",
        "description": "Rey develops her newly discovered abilities with the guidance of Luke Skywalker, who is unsettled by the strength of her powers. Meanwhile, the Resistance prepares for battle with the First Order.",
        "director": "",
        "stars": []
    },
    "22": {
        "name": "Get Out",
        "certificate": "R",
        "runtime": "104 min",
        "genre": "Horror, Mystery, Thriller",
        "description": "A young African-American visits his white girlfriend's parents for the weekend, where his simmering uneasiness about their reception of him eventually reaches a boiling point.",
        "director": "",
        "stars": []
    },
    "23": {
        "name": "The Current War",
        "certificate": "PG-13",
        "runtime": "107 min",
        "genre": "Biography, Drama, History",
        "description": "The dramatic story of the cutthroat race between electricity titans Thomas Edison and George Westinghouse to determine whose electrical system would power the modern world.",
        "director": "",
        "stars": []
    },
    "24": {
        "name": "Logan",
        "certificate": "A",
        "runtime": "137 min",
        "genre": "Action, Drama, Sci-Fi",
        "description": "In a future where mutants are nearly extinct, an elderly and weary Logan leads a quiet life. But when Laura, a mutant child pursued by scientists, comes to him for help, he must get her to safety.",
        "director": "",
        "stars": []
    },
    "25": {
        "name": "Power Rangers",
        "certificate": "PG-13",
        "runtime": "124 min",
        "genre": "Action, Adventure, Sci-Fi",
        "description": "A group of high-school students, who are infused with unique superpowers, harness their abilities in order to save the world.",
        "director": "",
        "stars": []
    },
    "26": {
        "name": "Dunkirk",
        "certificate": "UA",
        "runtime": "106 min",
        "genre": "Action, Drama, History",
        "description": "Allied soldiers from Belgium, the British Empire, and France are surrounded by the German Army, and evacuated during a fierce battle in World War II.",
        "director": "",
        "stars": []
    },
    "27": {
        "name": "Pirates of the Caribbean: Dead Men Tell No Tales",
        "certificate": "PG-13",
        "runtime": "129 min",
        "genre": "Action, Adventure, Fantasy",
        "description": "Captain Jack Sparrow (Johnny Depp) searches for the trident of Poseidon while being pursued by an undead sea Captain and his crew.",
        "director": "",
        "stars": []
    },
    "28": {
        "name": "The Snowman",
        "certificate": "R",
        "runtime": "119 min",
        "genre": "Crime, Drama, Mystery",
        "description": "Detective Harry Hole investigates the disappearance of a woman whose scarf is found wrapped around an ominous-looking snowman.",
        "director": "",
        "stars": []
    },
    "29": {
        "name": "Coco",
        "certificate": "U",
        "runtime": "105 min",
        "genre": "Animation, Adventure, Family",
        "description": "Aspiring musician Miguel, confronted with his family's ancestral ban on music, enters the Land of the Dead to find his great-great-grandfather, a legendary singer.",
        "director": "",
        "stars": []
    },
    "30": {
        "name": "Three Billboards Outside Ebbing, Missouri",
        "certificate": "R",
        "runtime": "115 min",
        "genre": "Crime, Drama",
        "description": "A mother personally challenges the local authorities to solve her daughter's murder when they fail to catch the culprit.",
        "director": "",
        "stars": []
    },
    "31": {
        "name": "Murder on the Orient Express",
        "certificate": "UA",
        "runtime": "114 min",
        "genre": "Crime, Drama, Mystery",
        "description": "When a murder occurs on the train on which he's travelling, celebrated detective Hercule Poirot is recruited to solve the case.",
        "director": "",
        "stars": []
    },
    "32": {
        "name": "The Shape of Water",
        "certificate": "R",
        "runtime": "123 min",
        "genre": "Adventure, Drama, Fantasy",
        "description": "At a top secret research facility in the 1960s, a lonely janitor forms a unique relationship with an amphibious creature that is being held in captivity.",
        "director": "",
        "stars": []
    },
    "33": {
        "name": "Darkest Hour",
        "certificate": "UA",
        "runtime": "125 min",
        "genre": "Biography, Drama, History",
        "description": "In May 1940, the fate of Western Europe hangs on British Prime Minister Winston Churchill, who must decide whether to negotiate with Adolf Hitler, or fight on knowing that it could mean a humiliating defeat for Britain and its empire.",
        "director": "",
        "stars": []
    },
    "34": {
        "name": "Beauty and the Beast",
        "certificate": "UA",
        "runtime": "129 min",
        "genre": "Family, Fantasy, Musical",
        "description": "A selfish prince is cursed to become a monster for the rest of his life, unless he learns to fall in love with a beautiful young woman he keeps prisoner.",
        "director": "",
        "stars": []
    },
    "35": {
        "name": "Happy Death Day",
        "certificate": "UA",
        "runtime": "96 min",
        "genre": "Horror, Mystery, Thriller",
        "description": "A college student must relive the day of her murder over and over again, in a loop that will end only when she discovers her killer's identity.",
        "director": "",
        "stars": []
    },
    "36": {
        "name": "The Fate of the Furious",
        "certificate": "UA",
        "runtime": "136 min",
        "genre": "Action, Adventure, Thriller",
        "description": "When a mysterious woman seduces Dom into the world of terrorism and a betrayal of those closest to him, the crew face trials that will test them as never before.",
        "director": "",
        "stars": []
    },
    "37": {
        "name": "Papillon",
        "certificate": "R",
        "runtime": "133 min",
        "genre": "Adventure, Biography, Crime",
        "description": "Wrongfully convicted for murder, Henri Charriere forms an unlikely relationship with fellow inmate and quirky convicted counterfeiter Louis Dega, in an attempt to escape from the notorious penal colony on Devil's Island.",
        "director": "",
        "stars": []
    },
    "38": {
        "name": "The Killing of a Sacred Deer",
        "certificate": "R",
        "runtime": "121 min",
        "genre": "Drama, Mystery, Thriller",
        "description": "Steven, a charismatic surgeon, is forced to make an unthinkable sacrifice after his life starts to fall apart, when the behavior of a teenage boy he has taken under his wing turns sinister.",
        "director": "",
        "stars": []
    },
    "39": {
        "name": "The Babysitter",
        "certificate": "",
        "runtime": "85 min",
        "genre": "Comedy, Horror",
        "description": "The events of one evening take an unexpected turn for the worst for a young boy trying to spy on his babysitter.",
        "director": "",
        "stars": []
    },
    "40": {
        "name": "Good Time",
        "certificate": "R",
        "runtime": "101 min",
        "genre": "Crime, Drama, Thriller",
        "description": "After a botched bank robbery lands his younger brother in prison, Connie Nikas embarks on a twisted odyssey through New York City's underworld to get his brother Nick out of jail.",
        "director": "",
        "stars": []
    },
    "41": {
        "name": "Gerald's Game",
        "certificate": "",
        "runtime": "103 min",
        "genre": "Drama, Horror, Thriller",
        "description": "While trying to spice up their marriage in their remote lake house, Jessie must fight to survive when her husband dies unexpectedly, leaving her handcuffed to their bed frame.",
        "director": "",
        "stars": []
    },
    "42": {
        "name": "The Mummy",
        "certificate": "A",
        "runtime": "110 min",
        "genre": "Action, Adventure, Fantasy",
        "description": "An ancient Egyptian princess is awakened from her crypt beneath the desert, bringing with her malevolence grown over millennia, and terrors that defy human comprehension.",
        "director": "",
        "stars": []
    },
    "43": {
        "name": "Kong: Skull Island",
        "certificate": "PG-13",
        "runtime": "118 min",
        "genre": "Action, Adventure, Fantasy",
        "description": "After the Vietnam war, a team of scientists explores an uncharted island in the Pacific, venturing into the domain of the mighty Kong, and must fight to escape a primal Eden.",
        "director": "",
        "stars": []
    },
    "44": {
        "name": "Alien: Covenant",
        "certificate": "A",
        "runtime": "122 min",
        "genre": "Horror, Sci-Fi, Thriller",
        "description": "The crew of a colony ship, bound for a remote planet, discover an uncharted paradise with a threat beyond their imagination, and must attempt a harrowing escape.",
        "director": "",
        "stars": []
    },
    "45": {
        "name": "Guardians of the Galaxy Vol. 2",
        "certificate": "UA",
        "runtime": "136 min",
        "genre": "Action, Adventure, Comedy",
        "description": "The Guardians struggle to keep together as a team while dealing with their personal family issues, notably Star-Lord's encounter with his father the ambitious celestial being Ego.",
        "director": "",
        "stars": []
    },
    "46": {
        "name": "Wonder",
        "certificate": "U",
        "runtime": "113 min",
        "genre": "Drama, Family",
        "description": "Based on the New York Times bestseller, this movie tells the incredibly inspiring and heartwarming story of August Pullman, a boy with facial differences who enters the fifth grade, attending a mainstream elementary school for the first time.",
        "director": "",
        "stars": []
    },
    "47": {
        "name": "Bright",
        "certificate": "",
        "runtime": "117 min",
        "genre": "Action, Crime, Fantasy",
        "description": "A detective must work with an Orc to find a powerful wand before evil creatures do.",
        "director": "",
        "stars": []
    },
    "48": {
        "name": "Phantom Thread",
        "certificate": "R",
        "runtime": "130 min",
        "genre": "Drama, Romance",
        "description": "Set in 1950s London, Reynolds Woodcock is a renowned dressmaker whose fastidious life is disrupted by a young, strong-willed woman, Alma, who becomes his muse and lover.",
        "director": "",
        "stars": []
    },
    "49": {
        "name": "The Florida Project",
        "certificate": "R",
        "runtime": "111 min",
        "genre": "Drama",
        "description": "Set over one summer, the film follows precocious six-year-old Moonee as she courts mischief and adventure with her ragtag playmates and bonds with her rebellious but caring mother, all while living in the shadows of Walt Disney World.",
        "director": "",
        "stars": []
    },
    "50": {
        "name": "1922",
        "certificate": "",
        "runtime": "102 min",
        "genre": "Crime, Drama, Horror",
        "description": "A simple yet proud farmer in the year 1922 conspires to murder his wife for financial gain, convincing his teenage son to assist. But their actions have unintended consequences.",
        "director": "",
        "stars": []
    }
}
