{
    "1": {
        "name": "Superbad",
        "certificate": "R",
        "runtime": "113 min",
        "genre": "Comedy",
        "description": "Two co-dependent high school seniors are forced to deal with separation anxiety after their plan to stage a booze-soaked party goes awry.",
        "director": "",
        "stars": []
    },
    "2": {
        "name": "Zodiac",
        "certificate": "UA",
        "runtime": "157 min",
        "genre": "Crime, Drama, Mystery",
        "description": "In the late 1960s/early 1970s, a San Francisco cartoonist becomes an amateur detective obsessed with tracking down the Zodiac Killer, an unidentified individual who terrorizes Northern California with a killing spree.",
        "director": "",
        "stars": []
    },
    "3": {
        "name": "No Country for Old Men",
        "certificate": "R",
        "runtime": "122 min",
        "genre": "Crime, Drama, Thriller",
        "description": "Violence and mayhem ensue after a hunter stumbles upon a drug deal gone wrong and more than two million dollars in cash near the Rio Grande.",
        "director": "",
        "stars": []
    },
    "4": {
        "name": "Into the Wild",
        "certificate": "R",
        "runtime": "148 min",
        "genre": "Adventure, Biography, Drama",
        "description": "After graduating from Emory University, top student and athlete Christopher McCandless abandons his possessions, gives his entire $24,000 savings account to charity and hitchhikes to Alaska to live in the wilderness. Along the way, Christopher encounters a series of characters that shape his life.",
        "director": "",
        "stars": []
    },
    "5": {
        "name": "There Will Be Blood",
        "certificate": "R",
        "runtime": "158 min",
        "genre": "Drama",
        "description": "A story of family, religion, hatred, oil and madness, focusing on a turn-of-the-century prospector in the early days of the business.",
        "director": "",
        "stars": []
    },
    "6": {
        "name": "Transformers",
        "certificate": "UA",
        "runtime": "144 min",
        "genre": "Action, Adventure, Sci-Fi",
        "description": "An ancient struggle between two Cybertronian races, the heroic Autobots and the evil Decepticons, comes to Earth, with a clue to the ultimate power held by a teenager.",
        "director": "",
        "stars": []
    },
    "7": {
        "name": "Stardust",
        "certificate": "PG-13",
        "runtime": "127 min",
        "genre": "Adventure, Family, Fantasy",
        "description": "In a countryside town bordering on a magical land, a young man makes a promise to his beloved that he'll retrieve a fallen star by venturing into the magical realm.",
        "director": "",
        "stars": []
    },
    "8": {
        "name": "Harry Potter and the Order of the Phoenix",
        "certificate": "PG-13",
        "runtime": "138 min",
        "genre": "Action, Adventure, Family",
        "description": "With their warning about Lord Voldemort's return scoffed at, Harry and Dumbledore are targeted by the Wizard authorities as an authoritarian bureaucrat slowly seizes power at Hogwarts.",
        "director": "",
        "stars": []
    },
    "9": {
        "name": "Spider-Man 3",
        "certificate": "UA",
        "runtime": "139 min",
        "genre": "Action, Sci-Fi",
        "description": "A strange black entity from another world bonds with Peter Parker and causes inner turmoil as he contends with new villains, temptations, and revenge.",
        "director": "",
        "stars": []
    },
    "10": {
        "name": "Hot Fuzz",
        "certificate": "R",
        "runtime": "121 min",
        "genre": "Action, Comedy, Mystery",
        "description": "A skilled London police officer is transferred to a small town with a dark secret.",
        "director": "",
        "stars": []
    },
    "11": {
        "name": "Atonement",
        "certificate": "R",
        "runtime": "123 min",
        "genre": "Drama, Mystery, Romance",
        "description": "Fledgling writer Briony Tallis, as a thirteen-year-old, irrevocably changes the course of several lives when she accuses her older sister's lover of a crime he did not commit.",
        "director": "",
        "stars": []
    },
    "12": {
        "name": "Death Proof",
        "certificate": "",
        "runtime": "113 min",
        "genre": "Thriller",
        "description": "Two separate sets of voluptuous women are stalked at different times by a scarred stuntman who uses his \"death proof\" cars to execute his murderous plans.",
        "director": "",
        "stars": []
    },
    "13": {
        "name": "Trick 'r Treat",
        "certificate": "R",
        "runtime": "82 min",
        "genre": "Comedy, Horror",
        "description": "Five interwoven stories that occur on Halloween: An everyday high school principal has a secret life as a serial killer; a college virgin might have just met the guy for her; a group of teenagers pull a mean prank; a woman who loathes the night has to contend with her holiday-obsessed husband; and a mean old man meets his match with a demonic, supernatural trick-or-treater.",
        "director": "",
        "stars": []
    },
    "14": {
        "name": "American Gangster",
        "certificate": "R",
        "runtime": "157 min",
        "genre": "Biography, Crime, Drama",
        "description": "An outcast New York City cop is charged with bringing down Harlem drug lord Frank Lucas, whose real life inspired this partly biographical film.",
        "director": "",
        "stars": []
    },
    "15": {
        "name": "The Golden Compass",
        "certificate": "PG-13",
        "runtime": "113 min",
        "genre": "Adventure, Family, Fantasy",
        "description": "In a parallel universe, young Lyra Belacqua journeys to the far North to save her best friend and other kidnapped children from terrible experiments by a mysterious organization.",
        "director": "",
        "stars": []
    },
    "16": {
        "name": "Halloween",
        "certificate": "R",
        "runtime": "109 min",
        "genre": "Horror",
        "description": "After being committed for 17 years, Michael Myers, now a grown man and still very dangerous, escapes from the mental institution and immediately returns to Haddonfield to find his baby sister, Laurie.",
        "director": "",
        "stars": []
    },
    "17": {
        "name": "28 Weeks Later",
        "certificate": "R",
        "runtime": "100 min",
        "genre": "Drama, Horror, Sci-Fi",
        "description": "Six months after the rage virus was inflicted on the population of Great Britain, the US Army helps to secure a small area of London for the survivors to repopulate and start again. But not everything goes according to plan.",
        "director": "",
        "stars": []
    },
    "18": {
        "name": "I Am Legend",
        "certificate": "A",
        "runtime": "101 min",
        "genre": "Drama, Sci-Fi, Thriller",
        "description": "Years after a plague kills most of humanity and transforms the rest into monsters, the sole survivor in New York City struggles valiantly to find a cure.",
        "director": "",
        "stars": []
    },
    "19": {
        "name": "Ratatouille",
        "certificate": "G",
        "runtime": "111 min",
        "genre": "Animation, Adventure, Comedy",
        "description": "A rat who can cook makes an unusual alliance with a young kitchen worker at a famous restaurant.",
        "director": "",
        "stars": []
    },
    "20": {
        "name": "Juno",
        "certificate": "PG-13",
        "runtime": "96 min",
        "genre": "Comedy, Drama",
        "description": "Faced with an unplanned pregnancy, an offbeat young woman makes an unusual decision regarding her unborn child.",
        "director": "",
        "stars": []
    },
    "21": {
        "name": "Sweeney Todd: The Demon Barber of Fleet Street",
        "certificate": "R",
        "runtime": "116 min",
        "genre": "Drama, Musical, Thriller",
        "description": "The infamous story of Benjamin Barker, aka Sweeney Todd, who sets up a barber shop in London which is the basis for a sinister partnership with his fellow tenant, Mrs. Lovett.",
        "director": "",
        "stars": []
    },
    "22": {
        "name": "Hot Rod",
        "certificate": "PG-13",
        "runtime": "88 min",
        "genre": "Comedy, Sport",
        "description": "Self-proclaimed stuntman Rod Kimble is preparing for the jump of his life - to clear fifteen buses to raise money for his abusive stepfather Frank's life-saving heart operation.",
        "director": "",
        "stars": []
    },
    "23": {
        "name": "The Mist",
        "certificate": "R",
        "runtime": "126 min",
        "genre": "Horror, Sci-Fi",
        "description": "A freak storm unleashes a species of bloodthirsty creatures on a small town, where a small band of citizens hole up in a supermarket and fight for their lives.",
        "director": "",
        "stars": []
    },
    "24": {
        "name": "Sunshine",
        "certificate": "R",
        "runtime": "107 min",
        "genre": "Sci-Fi, Thriller",
        "description": "A team of international astronauts are sent on a dangerous mission to reignite the dying Sun with a nuclear fission bomb in 2057.",
        "director": "",
        "stars": []
    },
    "25": {
        "name": "The Girl Next Door",
        "certificate": "R",
        "runtime": "91 min",
        "genre": "Crime, Drama, Horror",
        "description": "Based on the Jack Ketchum novel of the same name, The Girl Next Door follows the unspeakable torture and abuses committed on a teenage girl in the care of her aunt...and the boys who witness and fail to report the crime.",
        "director": "",
        "stars": []
    },
    "26": {
        "name": "Knocked Up",
        "certificate": "R",
        "runtime": "129 min",
        "genre": "Comedy, Romance",
        "description": "For fun-loving party animal Ben Stone, the last thing he ever expected was for his one-night stand to show up on his doorstep eight weeks later to tell him she's pregnant with his child.",
        "director": "",
        "stars": []
    },
    "27": {
        "name": "Ocean's Thirteen",
        "certificate": "UA",
        "runtime": "122 min",
        "genre": "Crime, Thriller",
        "description": "Danny Ocean rounds up the boys for a third heist, after casino owner Willy Bank double-crosses one of the original eleven, Reuben Tishkoff.",
        "director": "",
        "stars": []
    },
    "28": {
        "name": "Pirates of the Caribbean: At World's End",
        "certificate": "PG-13",
        "runtime": "169 min",
        "genre": "Action, Adventure, Fantasy",
        "description": "Captain Barbossa, Will Turner and Elizabeth Swann must sail off the edge of the map, navigate treachery and betrayal, find Jack Sparrow, and make their final alliances for one last decisive battle.",
        "director": "",
        "stars": []
    },
    "29": {
        "name": "War",
        "certificate": "R",
        "runtime": "103 min",
        "genre": "Action, Thriller",
        "description": "An FBI Agent seeks vengeance on a mysterious assassin known as \"Rogue\" who murdered his partner.",
        "director": "",
        "stars": []
    },
    "30": {
        "name": "Fracture",
        "certificate": "R",
        "runtime": "113 min",
        "genre": "Crime, Drama",
        "description": "An attorney intent on climbing the career ladder toward success, finds an unlikely opponent in a manipulative criminal he is trying to prosecute.",
        "director": "",
        "stars": []
    },
    "31": {
        "name": "We Own the Night",
        "certificate": "R",
        "runtime": "117 min",
        "genre": "Crime, Drama, Thriller",
        "description": "A New York City nightclub manager tries to save his brother and father from Russian Mafia hitmen.",
        "director": "",
        "stars": []
    },
    "32": {
        "name": "Shooter",
        "certificate": "A",
        "runtime": "124 min",
        "genre": "Action, Drama, Thriller",
        "description": "A marksman living in exile is coaxed back into action after learning of a plot to kill the President. Ultimately double-crossed and framed for the attempt, he goes on the run to find the real killer and the reason he was set up.",
        "director": "",
        "stars": []
    },
    "33": {
        "name": "Enchanted",
        "certificate": "PG",
        "runtime": "107 min",
        "genre": "Animation, Comedy, Family",
        "description": "A young maiden in a land called Andalasia, who is prepared to be wed, is sent away to New York City by an evil queen, where she falls in love with a lawyer.",
        "director": "",
        "stars": []
    },
    "34": {
        "name": "Charlie Wilson's War",
        "certificate": "R",
        "runtime": "102 min",
        "genre": "Biography, Comedy, Drama",
        "description": "A drama based on a Texas congressman Charlie Wilson's covert dealings in Afghanistan, where his efforts to assist rebels in their war with the Soviets have some unforeseen and long-reaching effects.",
        "director": "",
        "stars": []
    },
    "35": {
        "name": "Live Free or Die Hard",
        "certificate": "UA",
        "runtime": "128 min",
        "genre": "Action, Thriller",
        "description": "John McClane and a young hacker join forces to take down master cyber-terrorist Thomas Gabriel in Washington D.C.",
        "director": "",
        "stars": []
    },
    "36": {
        "name": "The Assassination of Jesse James by the Coward Robert Ford",
        "certificate": "R",
        "runtime": "160 min",
        "genre": "Biography, Crime, Drama",
        "description": "Robert Ford, who's idolized Jesse James since childhood, tries hard to join the reforming gang of the Missouri outlaw, but gradually becomes resentful of the bandit leader.",
        "director": "",
        "stars": []
    },
    "37": {
        "name": "Funny Games",
        "certificate": "R",
        "runtime": "111 min",
        "genre": "Crime, Drama, Thriller",
        "description": "Two psychopathic young men take a family hostage in their cabin.",
        "director": "",
        "stars": []
    },
    "38": {
        "name": "Across the Universe",
        "certificate": "PG-13",
        "runtime": "133 min",
        "genre": "Drama, Fantasy, History",
        "description": "The music of The Beatles and the Vietnam War form the backdrop for the romance between an upper-class American girl and a poor Liverpudlian artist.",
        "director": "",
        "stars": []
    },
    "39": {
        "name": "El orfanato",
        "certificate": "R",
        "runtime": "105 min",
        "genre": "Drama, Horror, Mystery",
        "description": "A woman brings her family back to her childhood home, which used to be an orphanage for handicapped children. Before long, her son starts to communicate with an invisible new friend.",
        "director": "",
        "stars": []
    },
    "40": {
        "name": "3:10 to Yuma",
        "certificate": "R",
        "runtime": "122 min",
        "genre": "Action, Crime, Drama",
        "description": "A small-time rancher agrees to hold a captured outlaw who's awaiting a train to go to court in Yuma. A battle of wills ensues as the outlaw tries to psych out the rancher.",
        "director": "",
        "stars": []
    },
    "41": {
        "name": "Hairspray",
        "certificate": "PG",
        "runtime": "117 min",
        "genre": "Comedy, Drama, Musical",
        "description": "Pleasantly plump teenager Tracy Turnblad teaches 1962 Baltimore a thing or two about integration after landing a spot on a local TV dance show.",
        "director": "",
        "stars": []
    },
    "42": {
        "name": "Eastern Promises",
        "certificate": "R",
        "runtime": "100 min",
        "genre": "Action, Crime, Drama",
        "description": "A Russian teenager living in London who dies during childbirth leaves clues to a midwife in her journal that could tie her child to a rape involving a violent Russian mob family.",
        "director": "",
        "stars": []
    },
    "43": {
        "name": "Grindhouse",
        "certificate": "R",
        "runtime": "191 min",
        "genre": "Action, Horror, Thriller",
        "description": "Quentin Tarantino and Robert Rodriguez's homage to exploitation double features in the 60s and 70s with two back-to-back cult films that include previews of coming attractions between them.",
        "director": "",
        "stars": []
    },
    "44": {
        "name": "30 Days of Night",
        "certificate": "R",
        "runtime": "113 min",
        "genre": "Action, Horror, Thriller",
        "description": "After an Alaskan town is plunged into darkness for a month, it is attacked by a bloodthirsty gang of vampires.",
        "director": "",
        "stars": []
    },
    "45": {
        "name": "Good Luck Chuck",
        "certificate": "R",
        "runtime": "96 min",
        "genre": "Comedy, Romance",
        "description": "In order to keep the woman of his dreams from falling for another guy, Charlie Logan has to break the curse that has made him wildly popular with single women: Sleep with Charlie once, and the next man you meet will be your true love.",
        "director": "",
        "stars": []
    },
    "46": {
        "name": "Death at a Funeral",
        "certificate": "R",
        "runtime": "90 min",
        "genre": "Comedy",
        "description": "Chaos ensues when a man tries to expose a dark secret regarding a recently deceased patriarch of a dysfunctional British family.",
        "director": "",
        "stars": []
    },
    "47": {
        "name": "Bee Movie",
        "certificate": "PG",
        "runtime": "91 min",
        "genre": "Animation, Adventure, Comedy",
        "description": "Barry B. Benson, a bee just graduated from college, is disillusioned at his lone career choice: making honey. On a special trip outside the hive, Barry's life is saved by Vanessa, a florist in New York City. As their relationship blossoms, he discovers humans actually eat honey, and subsequently decides to sue them.",
        "director": "",
        "stars": []
    },
    "48": {
        "name": "Gone Baby Gone",
        "certificate": "R",
        "runtime": "114 min",
        "genre": "Crime, Drama, Mystery",
        "description": "Two Boston area detectives investigate a little girl's kidnapping, which ultimately turns into a crisis both professionally and personally.",
        "director": "",
        "stars": []
    },
    "49": {
        "name": "P.S. I Love You",
        "certificate": "PG-13",
        "runtime": "126 min",
        "genre": "Comedy, Drama, Romance",
        "description": "A young widow discovers that her late husband has left her 10 messages intended to help ease her pain and start a new life.",
        "director": "",
        "stars": []
    },
    "50": {
        "name": "Beowulf",
        "certificate": "PG-13",
        "runtime": "115 min",
        "genre": "Animation, Action, Adventure",
        "description": "The warrior Beowulf (Ray Winstone) must fight and defeat the monster Grendel (Crispin Glover), who is terrorizing Denmark, and later, Grendel's Mother (Angelina Jolie), who begins killing out of revenge.",
        "director": "",
        "stars": []
    }
}
