{
    "1": {
        "name": "The Dark Knight",
        "certificate": "UA",
        "runtime": "152 min",
        "genre": "Action, Crime, Drama",
        "description": "When the menace known as The Joker emerges from his mysterious past, he wreaks havoc and chaos on the people of Gotham. The Dark Knight must accept one of the greatest psychological and physical tests of his ability to fight injustice.",
        "director": "",
        "stars": []
    },
    "2": {
        "name": "Rambo",
        "certificate": "R",
        "runtime": "92 min",
        "genre": "Action, Thriller",
        "description": "In Thailand, John Rambo joins a group of mercenaries to venture into war-torn Burma, and rescue a group of Christian aid workers who were kidnapped by the ruthless local infantry unit.",
        "director": "",
        "stars": []
    },
    "3": {
        "name": "Twilight",
        "certificate": "PG-13",
        "runtime": "122 min",
        "genre": "Drama, Fantasy, Romance",
        "description": "Bella Swan moves to Forks and encounters Edward Cullen, a gorgeous boy with a secret.",
        "director": "",
        "stars": []
    },
    "4": {
        "name": "Iron Man",
        "certificate": "U",
        "runtime": "126 min",
        "genre": "Action, Adventure, Sci-Fi",
        "description": "After being held captive in an Afghan cave, billionaire engineer Tony Stark creates a unique weaponized suit of armor to fight evil.",
        "director": "",
        "stars": []
    },
    "5": {
        "name": "Martyrs",
        "certificate": "R",
        "runtime": "99 min",
        "genre": "Horror",
        "description": "A young woman's quest for revenge against the people who kidnapped and tormented her as a child leads her and a friend, who is also a victim of child abuse, on a terrifying journey into a living hell of depravity.",
        "director": "",
        "stars": []
    },
    "6": {
        "name": "Tropic Thunder",
        "certificate": "R",
        "runtime": "107 min",
        "genre": "Action, Comedy, War",
        "description": "Through a series of freak occurrences, a group of actors shooting a big-budget war movie are forced to become the soldiers they are portraying.",
        "director": "",
        "stars": []
    },
    "7": {
        "name": "The Curious Case of Benjamin Button",
        "certificate": "PG-13",
        "runtime": "166 min",
        "genre": "Drama, Fantasy, Romance",
        "description": "Tells the story of Benjamin Button, a man who starts aging backwards with bizarre consequences.",
        "director": "",
        "stars": []
    },
    "8": {
        "name": "In Bruges",
        "certificate": "R",
        "runtime": "107 min",
        "genre": "Comedy, Crime, Drama",
        "description": "Guilt-stricken after a job gone wrong, hitman Ray and his partner await orders from their ruthless boss in Bruges, Belgium, the last place in the world Ray wants to be.",
        "director": "",
        "stars": []
    },
    "9": {
        "name": "The House Bunny",
        "certificate": "PG-13",
        "runtime": "97 min",
        "genre": "Comedy, Romance",
        "description": "After Playboy bunny Shelley is kicked out of the playboy mansion, she finds a job as the house mother for a sorority full of socially awkward girls.",
        "director": "",
        "stars": []
    },
    "10": {
        "name": "Cloverfield",
        "certificate": "PG-13",
        "runtime": "85 min",
        "genre": "Horror, Sci-Fi, Thriller",
        "description": "A group of friends venture deep into the streets of New York on a rescue mission during a rampaging monster attack.",
        "director": "",
        "stars": []
    },
    "11": {
        "name": "Forgetting Sarah Marshall",
        "certificate": "R",
        "runtime": "111 min",
        "genre": "Comedy, Drama, Romance",
        "description": "Devastated Peter takes a Hawaiian vacation in order to deal with the recent break-up with his TV star girlfriend, Sarah. Little does he know, Sarah's traveling to the same resort as her ex - and she's bringing along her new boyfriend.",
        "director": "",
        "stars": []
    },
    "12": {
        "name": "Taken",
        "certificate": "PG-13",
        "runtime": "94 min",
        "genre": "Action, Thriller",
        "description": "A retired CIA agent travels across Europe and relies on his old skills to save his estranged daughter, who has been kidnapped while on a trip to Paris.",
        "director": "",
        "stars": []
    },
    "13": {
        "name": "Slumdog Millionaire",
        "certificate": "R",
        "runtime": "120 min",
        "genre": "Drama, Romance",
        "description": "A Mumbai teenager reflects on his life after being accused of cheating on the Indian version of \"Who Wants to be a Millionaire?\"",
        "director": "",
        "stars": []
    },
    "14": {
        "name": "Sex and the City",
        "certificate": "A",
        "runtime": "145 min",
        "genre": "Comedy, Drama, Romance",
        "description": "A New York City writer on sex and love is finally getting married to her Mr. Big. But her three best girlfriends must console her after one of them inadvertently leads Mr. Big to jilt her.",
        "director": "",
        "stars": []
    },
    "15": {
        "name": "The Incredible Hulk",
        "certificate": "PG-13",
        "runtime": "112 min",
        "genre": "Action, Adventure, Sci-Fi",
        "description": "Bruce Banner, a scientist on the run from the U.S. Government, must find a cure for the monster he turns into, whenever he loses his temper.",
        "director": "",
        "stars": []
    },
    "16": {
        "name": "You Don't Mess with the Zohan",
        "certificate": "PG-13",
        "runtime": "113 min",
        "genre": "Comedy",
        "description": "An Israeli Special Forces Soldier fakes his death so he can re-emerge in New York City as a hair stylist.",
        "director": "",
        "stars": []
    },
    "17": {
        "name": "Wanted",
        "certificate": "A",
        "runtime": "110 min",
        "genre": "Action, Crime, Fantasy",
        "description": "A frustrated office worker learns that he is the son of a professional assassin and that he shares his father's superhuman killing abilities.",
        "director": "",
        "stars": []
    },
    "18": {
        "name": "Mamma Mia!",
        "certificate": "PG-13",
        "runtime": "108 min",
        "genre": "Comedy, Musical, Romance",
        "description": "The story of a bride-to-be trying to find her real father told using hit songs by the popular 1970s group ABBA.",
        "director": "",
        "stars": []
    },
    "19": {
        "name": "The Hottie & the Nottie",
        "certificate": "PG-13",
        "runtime": "91 min",
        "genre": "Comedy, Romance",
        "description": "A woman agrees to go on a date with a man only if he finds a suitor for her unattractive best friend.",
        "director": "",
        "stars": []
    },
    "20": {
        "name": "Hancock",
        "certificate": "PG-13",
        "runtime": "92 min",
        "genre": "Action, Fantasy",
        "description": "Hancock is a superhero whose ill considered behavior regularly causes damage in the millions. He changes when the person he saves helps him improve his public image.",
        "director": "",
        "stars": []
    },
    "21": {
        "name": "Revolutionary Road",
        "certificate": "R",
        "runtime": "119 min",
        "genre": "Drama, Romance",
        "description": "A young couple living in a Connecticut suburb during the mid-1950s struggle to come to terms with their personal problems while trying to raise their two children.",
        "director": "",
        "stars": []
    },
    "22": {
        "name": "WALL·E",
        "certificate": "",
        "runtime": "98 min",
        "genre": "Animation, Adventure, Family",
        "description": "In the distant future, a small waste-collecting robot inadvertently embarks on a space journey that will ultimately decide the fate of mankind.",
        "director": "",
        "stars": []
    },
    "23": {
        "name": "Gran Torino",
        "certificate": "R",
        "runtime": "116 min",
        "genre": "Drama",
        "description": "Disgruntled Korean War veteran Walt Kowalski (Clint Eastwood) sets out to reform his neighbor, Thao Lor (Bee Vang), a Hmong teenager who tried to steal Kowalski's prized possession: a 1972 Gran Torino.",
        "director": "",
        "stars": []
    },
    "24": {
        "name": "Quantum of Solace",
        "certificate": "UA",
        "runtime": "106 min",
        "genre": "Action, Adventure, Thriller",
        "description": "James Bond descends into mystery as he tries to stop a mysterious organization from eliminating a country's most valuable resource.",
        "director": "",
        "stars": []
    },
    "25": {
        "name": "Step Brothers",
        "certificate": "R",
        "runtime": "98 min",
        "genre": "Comedy",
        "description": "Two aimless middle-aged losers still living at home are forced against their will to become roommates when their parents marry.",
        "director": "",
        "stars": []
    },
    "26": {
        "name": "The Midnight Meat Train",
        "certificate": "R",
        "runtime": "98 min",
        "genre": "Horror, Mystery",
        "description": "A photographer's obsessive pursuit of dark subject matter leads him into the path of a serial killer who stalks late night commuters, ultimately butchering them in the most gruesome ways imaginable.",
        "director": "",
        "stars": []
    },
    "27": {
        "name": "The Reader",
        "certificate": "R",
        "runtime": "124 min",
        "genre": "Drama, Romance",
        "description": "Post-WWII Germany: Nearly a decade after his affair with an older woman came to a mysterious end, law student Michael Berg re-encounters his former lover as she defends herself in a war-crime trial.",
        "director": "",
        "stars": []
    },
    "28": {
        "name": "RocknRolla",
        "certificate": "R",
        "runtime": "114 min",
        "genre": "Action, Crime, Thriller",
        "description": "In London, a real-estate scam puts millions of pounds up for grabs, attracting some of the city's scrappiest tough guys and its more established underworld types, all of whom are looking to get rich quick. While the city's seasoned criminals vie for the cash, an unexpected player -- a drugged-out rock 'n' roller presumed to be dead but very much alive -- has a multi-million-dollar prize fall into...                See full summary »",
        "director": "",
        "stars": []
    },
    "29": {
        "name": "Pineapple Express",
        "certificate": "R",
        "runtime": "111 min",
        "genre": "Action, Comedy, Crime",
        "description": "A process server and his marijuana dealer wind up on the run from hitmen and a corrupt police officer after he witnesses his dealer's boss murder a competitor while trying to serve papers on him.",
        "director": "",
        "stars": []
    },
    "30": {
        "name": "Two Lovers",
        "certificate": "R",
        "runtime": "110 min",
        "genre": "Drama, Romance",
        "description": "A Brooklyn-set romantic drama about a bachelor torn between the family friend his parents wish he would marry and his beautiful but volatile new neighbor.",
        "director": "",
        "stars": []
    },
    "31": {
        "name": "Get Smart",
        "certificate": "PG-13",
        "runtime": "110 min",
        "genre": "Action, Adventure, Comedy",
        "description": "Maxwell Smart, a highly intellectual but bumbling spy working for the CONTROL agency, is tasked with preventing a terrorist attack from rival spy agency KAOS.",
        "director": "",
        "stars": []
    },
    "32": {
        "name": "The Hurt Locker",
        "certificate": "R",
        "runtime": "131 min",
        "genre": "Drama, Thriller, War",
        "description": "During the Iraq War, a Sergeant recently assigned to an army bomb squad is put at odds with his squad mates due to his maverick way of handling his work.",
        "director": "",
        "stars": []
    },
    "33": {
        "name": "Seven Pounds",
        "certificate": "UA",
        "runtime": "123 min",
        "genre": "Drama",
        "description": "A man with a fateful secret embarks on an extraordinary journey of redemption by forever changing the lives of seven strangers.",
        "director": "",
        "stars": []
    },
    "34": {
        "name": "Bronson",
        "certificate": "R",
        "runtime": "92 min",
        "genre": "Action, Biography, Crime",
        "description": "A young man who was sentenced to seven years in prison for robbing a post office ends up spending three decades in solitary confinement. During this time, his own personality is supplanted by his alter-ego, Charles Bronson.",
        "director": "",
        "stars": []
    },
    "35": {
        "name": "Indiana Jones and the Kingdom of the Crystal Skull",
        "certificate": "U",
        "runtime": "122 min",
        "genre": "Action, Adventure",
        "description": "In 1957, archaeologist and adventurer Dr. Henry \"Indiana\" Jones, Jr. (Harrison Ford) is called back into action and becomes entangled in a Soviet plot to uncover the secret behind mysterious artifacts known as the Crystal Skulls.",
        "director": "",
        "stars": []
    },
    "36": {
        "name": "The Strangers",
        "certificate": "R",
        "runtime": "86 min",
        "genre": "Horror, Mystery, Thriller",
        "description": "A young couple staying in an isolated vacation home are terrorized by three unknown assailants.",
        "director": "",
        "stars": []
    },
    "37": {
        "name": "The Boy in the Striped Pyjamas",
        "certificate": "PG-13",
        "runtime": "94 min",
        "genre": "Drama, War",
        "description": "Through the innocent eyes of Bruno, the eight-year-old son of the commandant at a German concentration camp, a forbidden friendship with a Jewish boy on the other side of the camp fence has startling and unexpected consequences.",
        "director": "",
        "stars": []
    },
    "38": {
        "name": "Hellboy II: The Golden Army",
        "certificate": "PG-13",
        "runtime": "120 min",
        "genre": "Action, Adventure, Fantasy",
        "description": "The mythical world starts a rebellion against humanity in order to rule the Earth, so Hellboy (Ron Perlman) and his team must save the world from the rebellious creatures.",
        "director": "",
        "stars": []
    },
    "39": {
        "name": "Burn After Reading",
        "certificate": "R",
        "runtime": "96 min",
        "genre": "Comedy, Crime, Drama",
        "description": "A disk containing mysterious information from a CIA agent ends up in the hands of two unscrupulous and daft gym employees who attempt to sell it.",
        "director": "",
        "stars": []
    },
    "40": {
        "name": "Righteous Kill",
        "certificate": "R",
        "runtime": "101 min",
        "genre": "Crime, Mystery, Thriller",
        "description": "Two veteran New York City detectives work on a case of serial executions of criminals who escaped justice.",
        "director": "",
        "stars": []
    },
    "41": {
        "name": "Body of Lies",
        "certificate": "A",
        "runtime": "128 min",
        "genre": "Action, Drama, Thriller",
        "description": "A CIA agent on the ground in Jordan hunts down a powerful terrorist leader while being caught between the unclear intentions of his American supervisors and Jordan Intelligence.",
        "director": "",
        "stars": []
    },
    "42": {
        "name": "Kung Fu Panda",
        "certificate": "PG",
        "runtime": "92 min",
        "genre": "Animation, Action, Adventure",
        "description": "The Dragon Warrior has to clash against the savage Tai Lung as China's fate hangs in the balance. However, the Dragon Warrior mantle is supposedly mistaken to be bestowed upon an obese panda who is a novice in martial arts.",
        "director": "",
        "stars": []
    },
    "43": {
        "name": "Death Race",
        "certificate": "R",
        "runtime": "105 min",
        "genre": "Action, Sci-Fi, Thriller",
        "description": "Ex-con Jensen Ames is forced by the warden of a notorious prison to compete in our post-industrial world's most popular sport: a car race in which inmates must brutalize and kill one another on the road to victory.",
        "director": "",
        "stars": []
    },
    "44": {
        "name": "The Spiderwick Chronicles",
        "certificate": "PG",
        "runtime": "96 min",
        "genre": "Action, Adventure, Drama",
        "description": "Upon moving into the run-down Spiderwick Estate with their mother, twin brothers Jared and Simon Grace, along with their sister Mallory, find themselves pulled into an alternate world full of faeries and other creatures.",
        "director": "",
        "stars": []
    },
    "45": {
        "name": "Superhero Movie",
        "certificate": "PG-13",
        "runtime": "75 min",
        "genre": "Action, Comedy",
        "description": "Orphaned high school student Rick Riker is bitten by a radioactive dragonfly, develops super powers (except for the ability to fly), and becomes a hero.",
        "director": "",
        "stars": []
    },
    "46": {
        "name": "Role Models",
        "certificate": "R",
        "runtime": "99 min",
        "genre": "Comedy",
        "description": "Wild behavior forces a pair of energy drink reps to enroll in a Big Brother program.",
        "director": "",
        "stars": []
    },
    "47": {
        "name": "Zack and Miri Make a Porno",
        "certificate": "R",
        "runtime": "101 min",
        "genre": "Comedy, Romance",
        "description": "Lifelong platonic friends Zack and Miri look to solve their respective cash-flow problems by making an adult film together. As the cameras roll, however, the duo begin to sense that they may have more feelings for each other than they previously thought.",
        "director": "",
        "stars": []
    },
    "48": {
        "name": "The Wrestler",
        "certificate": "R",
        "runtime": "109 min",
        "genre": "Drama, Sport",
        "description": "A faded professional wrestler must retire, but finds his quest for a new life outside the ring a dispiriting struggle.",
        "director": "",
        "stars": []
    },
    "49": {
        "name": "Låt den rätte komma in",
        "certificate": "R",
        "runtime": "114 min",
        "genre": "Drama, Horror, Romance",
        "description": "Oskar, an overlooked and bullied boy, finds love and revenge through Eli, a beautiful but peculiar girl.",
        "director": "",
        "stars": []
    },
    "50": {
        "name": "Vicky Cristina Barcelona",
        "certificate": "PG-13",
        "runtime": "96 min",
        "genre": "Comedy, Drama, Romance",
        "description": "Two girlfriends on a summer holiday in Spain become enamored with the same painter, unaware that his ex-wife, with whom he has a tempestuous relationship, is about to re-enter the picture.",
        "director": "",
        "stars": []
    }
}
