{
    "1": {
        "name": "Green Lantern",
        "certificate": "PG-13",
        "runtime": "114 min",
        "genre": "Action, Adventure, Sci-Fi",
        "description": "Reckless test pilot Hal Jordan is granted an alien ring that bestows him with otherworldly powers that inducts him into an intergalactic police force, the Green Lantern Corps.",
        "director": "",
        "stars": []
    },
    "2": {
        "name": "Harry Potter and the Deathly Hallows: Part 2",
        "certificate": "A",
        "runtime": "130 min",
        "genre": "Adventure, Drama, Fantasy",
        "description": "Harry, Ron, and Hermione search for Voldemort's remaining Horcruxes in their effort to destroy the Dark Lord as the final battle rages on at Hogwarts.",
        "director": "",
        "stars": []
    },
    "3": {
        "name": "Captain America: The First Avenger",
        "certificate": "PG-13",
        "runtime": "124 min",
        "genre": "Action, Adventure, Sci-Fi",
        "description": "Steve Rogers, a rejected military soldier transforms into Captain America after taking a dose of a \"Super-Soldier serum\". But being Captain America comes at a price as he attempts to take down a war monger and a terrorist organization.",
        "director": "",
        "stars": []
    },
    "4": {
        "name": "The Cabin in the Woods",
        "certificate": "A",
        "runtime": "95 min",
        "genre": "Horror",
        "description": "Five friends go for a break at a remote cabin, where they get more than they bargained for, discovering the truth behind the cabin in the woods.",
        "director": "",
        "stars": []
    },
    "5": {
        "name": "Drive",
        "certificate": "A",
        "runtime": "100 min",
        "genre": "Crime, Drama",
        "description": "A mysterious Hollywood stuntman and mechanic moonlights as a getaway driver and finds himself in trouble when he helps out his neighbor in this action drama.",
        "director": "",
        "stars": []
    },
    "6": {
        "name": "In Time",
        "certificate": "UA",
        "runtime": "109 min",
        "genre": "Action, Crime, Sci-Fi",
        "description": "In a future where people stop aging at 25, but are engineered to live only one more year, having the means to buy your way out of the situation is a shot at immortal youth. Here, Will Salas finds himself accused of murder and on the run with a hostage - a connection that becomes an important part of the way against the system.",
        "director": "",
        "stars": []
    },
    "7": {
        "name": "Moneyball",
        "certificate": "PG-13",
        "runtime": "133 min",
        "genre": "Biography, Drama, Sport",
        "description": "Oakland A's general manager Billy Beane's successful attempt to assemble a baseball team on a lean budget by employing computer-generated analysis to acquire new players.",
        "director": "",
        "stars": []
    },
    "8": {
        "name": "Sucker Punch",
        "certificate": "PG-13",
        "runtime": "110 min",
        "genre": "Action, Adventure, Fantasy",
        "description": "A young girl is institutionalized by her abusive stepfather, retreating to an alternative reality as a coping strategy, envisioning a plan to help her escape.",
        "director": "",
        "stars": []
    },
    "9": {
        "name": "The Girl with the Dragon Tattoo",
        "certificate": "(Banned)",
        "runtime": "158 min",
        "genre": "Crime, Drama, Mystery",
        "description": "Journalist Mikael Blomkvist is aided in his search for a woman who has been missing for forty years by Lisbeth Salander, a young computer hacker.",
        "director": "",
        "stars": []
    },
    "10": {
        "name": "The Help",
        "certificate": "UA",
        "runtime": "146 min",
        "genre": "Drama",
        "description": "An aspiring author during the civil rights movement of the 1960s decides to write a book detailing the African American maids' point of view on the white families for which they work, and the hardships they go through on a daily basis.",
        "director": "",
        "stars": []
    },
    "11": {
        "name": "Bridesmaids",
        "certificate": "R",
        "runtime": "125 min",
        "genre": "Comedy, Romance",
        "description": "Competition between the maid of honor and a bridesmaid, over who is the bride's best friend, threatens to upend the life of an out-of-work pastry chef.",
        "director": "",
        "stars": []
    },
    "12": {
        "name": "X: First Class",
        "certificate": "PG-13",
        "runtime": "131 min",
        "genre": "Action, Adventure, Sci-Fi",
        "description": "In the 1960s, superpowered humans Charles Xavier and Erik Lensherr work together to find others like them, but Erik's vengeful pursuit of an ambitious mutant who ruined his life causes a schism to divide them.",
        "director": "",
        "stars": []
    },
    "13": {
        "name": "The Intouchables",
        "certificate": "UA",
        "runtime": "112 min",
        "genre": "Biography, Comedy, Drama",
        "description": "After he becomes a quadriplegic from a paragliding accident, an aristocrat hires a young man from the projects to be his caregiver.",
        "director": "",
        "stars": []
    },
    "14": {
        "name": "The Lincoln Lawyer",
        "certificate": "R",
        "runtime": "118 min",
        "genre": "Crime, Drama, Thriller",
        "description": "A lawyer defending a wealthy man begins to believe his client is guilty of more than just one crime.",
        "director": "",
        "stars": []
    },
    "15": {
        "name": "Thor",
        "certificate": "PG-13",
        "runtime": "115 min",
        "genre": "Action, Adventure, Fantasy",
        "description": "The powerful but arrogant god Thor is cast out of Asgard to live amongst humans in Midgard (Earth), where he soon becomes one of their finest defenders.",
        "director": "",
        "stars": []
    },
    "16": {
        "name": "Scream 4",
        "certificate": "R",
        "runtime": "111 min",
        "genre": "Horror, Mystery",
        "description": "Ten years have passed, and Sidney Prescott, who has put herself back together thanks in part to her writing, is visited by the Ghostface Killer.",
        "director": "",
        "stars": []
    },
    "17": {
        "name": "Just Go with It",
        "certificate": "PG-13",
        "runtime": "117 min",
        "genre": "Comedy, Romance",
        "description": "On a weekend trip to Hawaii, a plastic surgeon convinces his loyal assistant to pose as his soon-to-be-divorced wife in order to cover up a careless lie he told to his much-younger girlfriend.",
        "director": "",
        "stars": []
    },
    "18": {
        "name": "Crazy, Stupid, Love.",
        "certificate": "A",
        "runtime": "118 min",
        "genre": "Comedy, Drama, Romance",
        "description": "A middle-aged husband's life changes dramatically when his wife asks him for a divorce. He seeks to rediscover his manhood with the help of a newfound friend, Jacob, learning to pick up girls at bars.",
        "director": "",
        "stars": []
    },
    "19": {
        "name": "Hanna",
        "certificate": "PG-13",
        "runtime": "111 min",
        "genre": "Action, Drama, Thriller",
        "description": "A sixteen-year-old girl who was raised by her father to be the perfect assassin is dispatched on a mission across Europe, tracked by a ruthless intelligence agent and her operatives.",
        "director": "",
        "stars": []
    },
    "20": {
        "name": "No Strings Attached",
        "certificate": "R",
        "runtime": "108 min",
        "genre": "Comedy, Romance",
        "description": "A guy and girl try to keep their relationship strictly physical, but it's not long before they learn that they want something more.",
        "director": "",
        "stars": []
    },
    "21": {
        "name": "Rango",
        "certificate": "PG",
        "runtime": "107 min",
        "genre": "Animation, Adventure, Comedy",
        "description": "Rango is an ordinary chameleon who accidentally winds up in the town of Dirt, a lawless outpost in the Wild West in desperate need of a new sheriff.",
        "director": "",
        "stars": []
    },
    "22": {
        "name": "Hugo",
        "certificate": "U",
        "runtime": "126 min",
        "genre": "Drama, Family, Fantasy",
        "description": "In Paris in 1931, an orphan named Hugo Cabret, who lives in the walls of a train station, is wrapped up in a mystery involving his late father and an automaton.",
        "director": "",
        "stars": []
    },
    "23": {
        "name": "Pirates of the Caribbean: On Stranger Tides",
        "certificate": "UA",
        "runtime": "136 min",
        "genre": "Action, Adventure, Fantasy",
        "description": "Jack Sparrow and Barbossa embark on a quest to find the elusive fountain of youth, only to discover that Blackbeard and his daughter are after it too.",
        "director": "",
        "stars": []
    },
    "24": {
        "name": "Warrior",
        "certificate": "UA",
        "runtime": "140 min",
        "genre": "Drama, Sport",
        "description": "The youngest son of an alcoholic former boxer returns home, where he's trained by his father for competition in a mixed martial arts tournament - a path that puts the fighter on a collision course with his estranged, older brother.",
        "director": "",
        "stars": []
    },
    "25": {
        "name": "Limitless",
        "certificate": "PG-13",
        "runtime": "105 min",
        "genre": "Sci-Fi, Thriller",
        "description": "With the help of a mysterious pill that enables the user to access one hundred percent of his brain abilities, a struggling writer becomes a financial wizard, but it also puts him in a new world with lots of dangers.",
        "director": "",
        "stars": []
    },
    "26": {
        "name": "Midnight in Paris",
        "certificate": "PG-13",
        "runtime": "94 min",
        "genre": "Comedy, Fantasy, Romance",
        "description": "While on a trip to Paris with his fiancée's family, a nostalgic screenwriter finds himself mysteriously going back to the 1920s everyday at midnight.",
        "director": "",
        "stars": []
    },
    "27": {
        "name": "You're Next",
        "certificate": "R",
        "runtime": "95 min",
        "genre": "Horror, Mystery, Thriller",
        "description": "When the Davison family comes under attack during their wedding anniversary getaway, the gang of mysterious killers soon learns that one of the victims harbors a secret talent for fighting back.",
        "director": "",
        "stars": []
    },
    "28": {
        "name": "Sleeping Beauty",
        "certificate": "",
        "runtime": "101 min",
        "genre": "Drama, Romance, Thriller",
        "description": "A haunting portrait of Lucy, a young university student drawn into a mysterious hidden world of unspoken desires.",
        "director": "",
        "stars": []
    },
    "29": {
        "name": "Sherlock Holmes: A Game of Shadows",
        "certificate": "UA",
        "runtime": "129 min",
        "genre": "Action, Adventure, Crime",
        "description": "Detective Sherlock Holmes is on the trail of criminal mastermind Professor Moriarty, who is carrying out a string of random crimes across Europe.",
        "director": "",
        "stars": []
    },
    "30": {
        "name": "Tinker Tailor Soldier Spy",
        "certificate": "A",
        "runtime": "122 min",
        "genre": "Drama, Mystery, Thriller",
        "description": "In the bleak days of the Cold War, espionage veteran George Smiley (Gary Oldman) is forced from semi-retirement to uncover a Soviet Agent within MI6.",
        "director": "",
        "stars": []
    },
    "31": {
        "name": "The Tree of Life",
        "certificate": "PG-13",
        "runtime": "139 min",
        "genre": "Drama, Fantasy",
        "description": "The story of a family in Waco, Texas in 1956. The eldest son witnesses the loss of innocence and struggles with his parents' conflicting teachings.",
        "director": "",
        "stars": []
    },
    "32": {
        "name": "Shame",
        "certificate": "(Banned)",
        "runtime": "101 min",
        "genre": "Drama",
        "description": "A sex addict's carefully cultivated private life falls apart after his sister arrives for an indefinite stay.",
        "director": "",
        "stars": []
    },
    "33": {
        "name": "Bad Teacher",
        "certificate": "R",
        "runtime": "92 min",
        "genre": "Comedy, Romance",
        "description": "A lazy, incompetent middle school teacher who hates her job, her students, and her co-workers is forced to return to teaching to make enough money for breast implants after her wealthy fiancé dumps her.",
        "director": "",
        "stars": []
    },
    "34": {
        "name": "Friends with Benefits",
        "certificate": "A",
        "runtime": "109 min",
        "genre": "Comedy, Romance",
        "description": "A young man and woman decide to take their friendship to the next level without becoming a couple, but soon discover that adding sex only leads to complications.",
        "director": "",
        "stars": []
    },
    "35": {
        "name": "Super 8",
        "certificate": "UA",
        "runtime": "112 min",
        "genre": "Mystery, Sci-Fi, Thriller",
        "description": "During the summer of 1979, a group of friends witness a train crash and investigate subsequent unexplained events in their small town.",
        "director": "",
        "stars": []
    },
    "36": {
        "name": "The Twilight Saga: Breaking Dawn - Part 1",
        "certificate": "A",
        "runtime": "117 min",
        "genre": "Action, Adventure, Drama",
        "description": "The Quileutes close in on expecting parents Edward and Bella, whose unborn child poses a threat to the Wolf Pack and the towns people of Forks.",
        "director": "",
        "stars": []
    },
    "37": {
        "name": "Source Code",
        "certificate": "PG-13",
        "runtime": "93 min",
        "genre": "Action, Drama, Mystery",
        "description": "A soldier wakes up in someone else's body and discovers he's part of an experimental government program to find the bomber of a commuter train within 8 minutes.",
        "director": "",
        "stars": []
    },
    "38": {
        "name": "Jane Eyre",
        "certificate": "UA",
        "runtime": "120 min",
        "genre": "Drama, Romance",
        "description": "A mousy governess who softens the heart of her employer soon discovers that he's hiding a terrible secret.",
        "director": "",
        "stars": []
    },
    "39": {
        "name": "Contagion",
        "certificate": "U",
        "runtime": "106 min",
        "genre": "Action, Drama, Thriller",
        "description": "Healthcare professionals, government officials and everyday people find themselves in the midst of a worldwide epidemic as the CDC works to find a cure.",
        "director": "",
        "stars": []
    },
    "40": {
        "name": "Horrible Bosses",
        "certificate": "A",
        "runtime": "98 min",
        "genre": "Comedy, Crime",
        "description": "Three friends conspire to murder their awful bosses when they realize they are standing in the way of their happiness.",
        "director": "",
        "stars": []
    },
    "41": {
        "name": "The Hangover Part II",
        "certificate": "A",
        "runtime": "102 min",
        "genre": "Comedy",
        "description": "Two years after the bachelor party in Las Vegas, Phil, Stu, Alan, and Doug jet to Thailand for Stu's wedding. Stu's plan for a subdued pre-wedding brunch, however, goes seriously awry.",
        "director": "",
        "stars": []
    },
    "42": {
        "name": "We Need to Talk About Kevin",
        "certificate": "R",
        "runtime": "112 min",
        "genre": "Drama, Mystery, Thriller",
        "description": "Kevin's mother struggles to love her strange child, despite the increasingly dangerous things he says and does as he grows up. But Kevin is just getting started, and his final act will be beyond anything anyone imagined.",
        "director": "",
        "stars": []
    },
    "43": {
        "name": "La piel que habito",
        "certificate": "R",
        "runtime": "120 min",
        "genre": "Drama, Horror, Thriller",
        "description": "A brilliant plastic surgeon, haunted by past tragedies, creates a type of synthetic skin that withstands any kind of damage. His guinea pig: a mysterious and volatile woman who holds the key to his obsession.",
        "director": "",
        "stars": []
    },
    "44": {
        "name": "Mission: Impossible - Ghost Protocol",
        "certificate": "UA",
        "runtime": "132 min",
        "genre": "Action, Adventure, Thriller",
        "description": "The IMF is shut down when it's implicated in the bombing of the Kremlin, causing Ethan Hunt and his new team to go rogue to clear their organization's name.",
        "director": "",
        "stars": []
    },
    "45": {
        "name": "Melancholia",
        "certificate": "R",
        "runtime": "135 min",
        "genre": "Drama, Sci-Fi",
        "description": "Two sisters find their already strained relationship challenged as a mysterious new planet threatens to collide with Earth.",
        "director": "",
        "stars": []
    },
    "46": {
        "name": "Immortals",
        "certificate": "R",
        "runtime": "110 min",
        "genre": "Action, Drama, Fantasy",
        "description": "Theseus (Henry Cavill) is a mortal man chosen by Zeus (Luke Evans) to lead the fight against the ruthless King Hyperion (Mickey Rourke), who is on a rampage across Greece to obtain a weapon that can destroy humanity.",
        "director": "",
        "stars": []
    },
    "47": {
        "name": "Hall Pass",
        "certificate": "R",
        "runtime": "105 min",
        "genre": "Comedy, Romance",
        "description": "Rick and Fred, two husbands who are having difficulty in their marriages, are given a Hall Pass by their wives: for one week, they can do whatever they want.",
        "director": "",
        "stars": []
    },
    "48": {
        "name": "Kill the Irishman",
        "certificate": "R",
        "runtime": "106 min",
        "genre": "Biography, Crime, Drama",
        "description": "The true story of Danny Greene, a tough Irish thug working for mobsters in Cleveland during the 1970's.",
        "director": "",
        "stars": []
    },
    "49": {
        "name": "Something Borrowed",
        "certificate": "PG-13",
        "runtime": "112 min",
        "genre": "Comedy, Drama, Romance",
        "description": "Friendships are tested and secrets come to the surface when terminally single Rachel falls for Dex, her best friend Darcy's fiancé.",
        "director": "",
        "stars": []
    },
    "50": {
        "name": "The Thing",
        "certificate": "R",
        "runtime": "103 min",
        "genre": "Horror, Mystery, Sci-Fi",
        "description": "At an Antarctica research site, the discovery of an alien craft leads to a confrontation between graduate student Kate Lloyd and scientist Dr. Sander Halvorson.",
        "director": "",
        "stars": []
    }
}
