{
    "1": {
        "name": "The Departed",
        "certificate": "A",
        "runtime": "151 min",
        "genre": "Crime, Drama, Thriller",
        "description": "An undercover cop and a mole in the police attempt to identify each other while infiltrating an Irish gang in South Boston.",
        "director": "",
        "stars": []
    },
    "2": {
        "name": "300",
        "certificate": "A",
        "runtime": "117 min",
        "genre": "Action, Drama, Fantasy",
        "description": "King Leonidas of Sparta and a force of 300 men fight the Persians at Thermopylae in 480 B.C.",
        "director": "",
        "stars": []
    },
    "3": {
        "name": "The Prestige",
        "certificate": "PG-13",
        "runtime": "130 min",
        "genre": "Drama, Mystery, Sci-Fi",
        "description": "After a tragic accident, two stage magicians engage in a battle to create the ultimate illusion while sacrificing everything they have to outwit each other.",
        "director": "",
        "stars": []
    },
    "4": {
        "name": "Apocalypto",
        "certificate": "R",
        "runtime": "139 min",
        "genre": "Action, Adventure, Drama",
        "description": "As the Mayan kingdom faces its decline, a young man is taken on a perilous journey to a world ruled by fear and oppression.",
        "director": "",
        "stars": []
    },
    "5": {
        "name": "Superman Returns",
        "certificate": "U",
        "runtime": "154 min",
        "genre": "Action, Sci-Fi",
        "description": "Superman returns to Earth after spending five years in space examining his homeworld Krypton. But he finds things have changed while he was gone, and he must once again prove himself important to the world.",
        "director": "",
        "stars": []
    },
    "6": {
        "name": "Pan's Labyrinth",
        "certificate": "R",
        "runtime": "118 min",
        "genre": "Drama, Fantasy, War",
        "description": "In the Falangist Spain of 1944, the bookish young stepdaughter of a sadistic army officer escapes into an eerie but captivating fantasy world.",
        "director": "",
        "stars": []
    },
    "7": {
        "name": "Casino Royale",
        "certificate": "PG-13",
        "runtime": "144 min",
        "genre": "Action, Adventure, Thriller",
        "description": "Armed with a license to kill, Secret Agent James Bond sets out on his first mission as 007, and must defeat a private banker to terrorists in a high stakes game of poker at Casino Royale, Montenegro, but things are not what they seem.",
        "director": "",
        "stars": []
    },
    "8": {
        "name": "The Hills Have Eyes",
        "certificate": "R",
        "runtime": "107 min",
        "genre": "Horror, Thriller",
        "description": "A family falls victim to a group of mutated cannibals in a desert far away from civilization.",
        "director": "",
        "stars": []
    },
    "9": {
        "name": "The Pursuit of Happyness",
        "certificate": "PG-13",
        "runtime": "117 min",
        "genre": "Biography, Drama",
        "description": "A struggling salesman takes custody of his son as he's poised to begin a life-changing professional career.",
        "director": "",
        "stars": []
    },
    "10": {
        "name": "Inside Man",
        "certificate": "R",
        "runtime": "129 min",
        "genre": "Crime, Drama, Mystery",
        "description": "A police detective, a bank robber, and a high-power broker enter high-stakes negotiations after the criminal's brilliant heist spirals into a hostage situation.",
        "director": "",
        "stars": []
    },
    "11": {
        "name": "Cars",
        "certificate": "U",
        "runtime": "117 min",
        "genre": "Animation, Comedy, Family",
        "description": "A hot-shot race-car named Lightning McQueen gets waylaid in Radiator Springs, where he finds the true meaning of friendship and family.",
        "director": "",
        "stars": []
    },
    "12": {
        "name": "The Lives of Others",
        "certificate": "A",
        "runtime": "137 min",
        "genre": "Drama, Thriller",
        "description": "In 1984 East Berlin, an agent of the secret police, conducting surveillance on a writer and his lover, finds himself becoming increasingly absorbed by their lives.",
        "director": "",
        "stars": []
    },
    "13": {
        "name": "Idiocracy",
        "certificate": "R",
        "runtime": "84 min",
        "genre": "Adventure, Comedy, Sci-Fi",
        "description": "Private Joe Bauers, the definition of \"average American\", is selected by the Pentagon to be the guinea pig for a top-secret hibernation program. Forgotten, he awakes five centuries in the future. He discovers a society so incredibly dumbed down that he's easily the most intelligent person alive.",
        "director": "",
        "stars": []
    },
    "14": {
        "name": "The Devil Wears Prada",
        "certificate": "PG-13",
        "runtime": "109 min",
        "genre": "Comedy, Drama",
        "description": "A smart but sensible new graduate lands a job as an assistant to Miranda Priestly, the demanding editor-in-chief of a high fashion magazine.",
        "director": "",
        "stars": []
    },
    "15": {
        "name": "Little Miss Sunshine",
        "certificate": "R",
        "runtime": "101 min",
        "genre": "Comedy, Drama",
        "description": "A family determined to get their young daughter into the finals of a beauty pageant take a cross-country trip in their VW bus.",
        "director": "",
        "stars": []
    },
    "16": {
        "name": "Children of Men",
        "certificate": "A",
        "runtime": "109 min",
        "genre": "Drama, Sci-Fi, Thriller",
        "description": "In 2027, in a chaotic world in which women have become somehow infertile, a former activist agrees to help transport a miraculously pregnant woman to a sanctuary at sea.",
        "director": "",
        "stars": []
    },
    "17": {
        "name": "Babel",
        "certificate": "R",
        "runtime": "143 min",
        "genre": "Drama",
        "description": "Tragedy strikes a married couple on vacation in the Moroccan desert, touching off an interlocking story involving four different families.",
        "director": "",
        "stars": []
    },
    "18": {
        "name": "Borat: Cultural Learnings of America for Make Benefit Glorious Nation of Kazakhstan",
        "certificate": "R",
        "runtime": "84 min",
        "genre": "Comedy",
        "description": "Kazakh TV talking head Borat is dispatched to the United States to report on the greatest country in the world. With a documentary crew in tow, Borat becomes more interested in locating and marrying Pamela Anderson.",
        "director": "",
        "stars": []
    },
    "19": {
        "name": "Monster House",
        "certificate": "PG",
        "runtime": "91 min",
        "genre": "Animation, Adventure, Comedy",
        "description": "Three teens discover that their neighbor's house is really a living, breathing, scary monster.",
        "director": "",
        "stars": []
    },
    "20": {
        "name": "X-Men: The Last Stand",
        "certificate": "A",
        "runtime": "104 min",
        "genre": "Action, Sci-Fi",
        "description": "The human government develops a cure for mutations, and Jean Gray becomes a darker uncontrollable persona called the Phoenix who allies with Magneto, causing escalation into an all-out battle for the X-Men.",
        "director": "",
        "stars": []
    },
    "21": {
        "name": "Pirates of the Caribbean: Dead Man's Chest",
        "certificate": "PG-13",
        "runtime": "151 min",
        "genre": "Action, Adventure, Fantasy",
        "description": "Jack Sparrow races to recover the heart of Davy Jones to avoid enslaving his soul to Jones' service, as other friends and foes seek the heart for their own agenda as well.",
        "director": "",
        "stars": []
    },
    "22": {
        "name": "The Good Shepherd",
        "certificate": "R",
        "runtime": "167 min",
        "genre": "Drama, History, Thriller",
        "description": "The tumultuous early history of the Central Intelligence Agency is viewed through the prism of one man's life.",
        "director": "",
        "stars": []
    },
    "23": {
        "name": "The Da Vinci Code",
        "certificate": "(Banned)",
        "runtime": "149 min",
        "genre": "Mystery, Thriller",
        "description": "A murder inside the Louvre, and clues in Da Vinci paintings, lead to the discovery of a religious mystery protected by a secret society for two thousand years, which could shake the foundations of Christianity.",
        "director": "",
        "stars": []
    },
    "24": {
        "name": "The Fast and the Furious: Tokyo Drift",
        "certificate": "PG-13",
        "runtime": "104 min",
        "genre": "Action, Crime, Thriller",
        "description": "A teenager becomes a major competitor in the world of drift racing after moving in with his father in Tokyo to avoid a jail sentence in America.",
        "director": "",
        "stars": []
    },
    "25": {
        "name": "Talladega Nights: The Ballad of Ricky Bobby",
        "certificate": "PG-13",
        "runtime": "108 min",
        "genre": "Comedy, Sport",
        "description": "Number one NASCAR driver Ricky Bobby stays atop the heap thanks to a pact with his best friend and teammate, Cal Naughton, Jr. But when a French Formula One driver, makes his way up the ladder, Ricky Bobby's talent and devotion are put to the test.",
        "director": "",
        "stars": []
    },
    "26": {
        "name": "Rocky Balboa",
        "certificate": "PG",
        "runtime": "102 min",
        "genre": "Drama, Sport",
        "description": "Thirty years after the ring of the first bell, Rocky Balboa comes out of retirement and dons his gloves for his final fight; against the reigning heavyweight champ Mason 'The Line' Dixon.",
        "director": "",
        "stars": []
    },
    "27": {
        "name": "Silent Hill",
        "certificate": "R",
        "runtime": "125 min",
        "genre": "Horror",
        "description": "A woman, Rose, goes in search for her adopted daughter within the confines of a strange, desolate town called Silent Hill.",
        "director": "",
        "stars": []
    },
    "28": {
        "name": "Marie Antoinette",
        "certificate": "PG-13",
        "runtime": "123 min",
        "genre": "Biography, Drama, History",
        "description": "The retelling of France's iconic but ill-fated queen, Marie Antoinette. From her betrothal and marriage to Louis XVI at 15 to her reign as queen at 19 and to the end of her reign as queen, and ultimately the fall of Versailles.",
        "director": "",
        "stars": []
    },
    "29": {
        "name": "Blood Diamond",
        "certificate": "A",
        "runtime": "143 min",
        "genre": "Adventure, Drama, Thriller",
        "description": "A fisherman, a smuggler, and a syndicate of businessmen match wits over the possession of a priceless diamond.",
        "director": "",
        "stars": []
    },
    "30": {
        "name": "Black Snake Moan",
        "certificate": "R",
        "runtime": "116 min",
        "genre": "Drama, Music",
        "description": "A God-fearing bluesman takes to a wild young woman who, as a victim of childhood sexual abuse, looks everywhere for love, never quite finding it.",
        "director": "",
        "stars": []
    },
    "31": {
        "name": "Click",
        "certificate": "PG-13",
        "runtime": "107 min",
        "genre": "Comedy, Drama, Fantasy",
        "description": "A workaholic architect finds a universal remote that allows him to fast-forward and rewind to different parts of his life. Complications arise when the remote starts to overrule his choices.",
        "director": "",
        "stars": []
    },
    "32": {
        "name": "Nacho Libre",
        "certificate": "PG",
        "runtime": "92 min",
        "genre": "Comedy, Family, Sport",
        "description": "Berated all his life by those around him, a monk follows his dream and dons a mask to moonlight as a Luchador (Mexican wrestler).",
        "director": "",
        "stars": []
    },
    "33": {
        "name": "Mission: Impossible III",
        "certificate": "UA",
        "runtime": "126 min",
        "genre": "Action, Adventure, Thriller",
        "description": "IMF Agent Ethan Hunt comes into conflict with a dangerous and sadistic arms dealer who threatens his life and his fiancee in response.",
        "director": "",
        "stars": []
    },
    "34": {
        "name": "Night at the Museum",
        "certificate": "PG",
        "runtime": "108 min",
        "genre": "Adventure, Comedy, Family",
        "description": "A newly recruited night security guard at the Museum of Natural History discovers that an ancient curse causes the animals and exhibits on display to come to life and wreak havoc.",
        "director": "",
        "stars": []
    },
    "35": {
        "name": "Stranger Than Fiction",
        "certificate": "PG-13",
        "runtime": "113 min",
        "genre": "Comedy, Drama, Fantasy",
        "description": "An I.R.S. auditor suddenly finds himself the subject of narration only he can hear: narration that begins to affect his entire life, from his work, to his love-interest, to his death.",
        "director": "",
        "stars": []
    },
    "36": {
        "name": "The Lake House",
        "certificate": "PG",
        "runtime": "99 min",
        "genre": "Drama, Fantasy, Romance",
        "description": "A lonely doctor, who once occupied an unusual lakeside house, begins exchanging love letters with its former resident, a frustrated architect. They must try to unravel the mystery behind their extraordinary romance before it's too late.",
        "director": "",
        "stars": []
    },
    "37": {
        "name": "The Holiday",
        "certificate": "PG-13",
        "runtime": "138 min",
        "genre": "Comedy, Romance",
        "description": "Two women troubled with guy-problems swap homes in each other's countries, where they each meet a local guy and fall in love.",
        "director": "",
        "stars": []
    },
    "38": {
        "name": "Perfume: The Story of a Murderer",
        "certificate": "R",
        "runtime": "147 min",
        "genre": "Crime, Drama",
        "description": "Jean-Baptiste Grenouille (Ben Whishaw), born with a superior olfactory sense, creates the world's finest perfume. His work, however, takes a dark turn as he searches for the ultimate scent.",
        "director": "",
        "stars": []
    },
    "39": {
        "name": "She's the Man",
        "certificate": "PG-13",
        "runtime": "105 min",
        "genre": "Comedy, Romance, Sport",
        "description": "When her brother decides to ditch for a couple weeks, Viola heads over to his elite boarding school, disguised as him, and proceeds to fall for his school's star soccer player, and soon learns she's not the only one with romantic troubles.",
        "director": "",
        "stars": []
    },
    "40": {
        "name": "Gwoemul",
        "certificate": "UA",
        "runtime": "120 min",
        "genre": "Action, Drama, Horror",
        "description": "A monster emerges from Seoul's Han River and begins attacking people. One victim's loving family does what it can to rescue her from its clutches.",
        "director": "",
        "stars": []
    },
    "41": {
        "name": "The Illusionist",
        "certificate": "PG-13",
        "runtime": "110 min",
        "genre": "Drama, Fantasy, History",
        "description": "In turn-of-the-century Vienna, a magician uses his abilities to secure the love of a woman far above his social standing.",
        "director": "",
        "stars": []
    },
    "42": {
        "name": "When a Stranger Calls",
        "certificate": "PG-13",
        "runtime": "87 min",
        "genre": "Horror, Thriller",
        "description": "During a babysitting gig, a high-school student is harassed by an increasingly threatening prank caller.",
        "director": "",
        "stars": []
    },
    "43": {
        "name": "Smokin' Aces",
        "certificate": "R",
        "runtime": "109 min",
        "genre": "Action, Crime, Drama",
        "description": "When a Las Vegas performer-turned-snitch named Buddy Israel decides to turn state's evidence and testify against the mob, it seems that a whole lot of people would like to make sure he's no longer breathing.",
        "director": "",
        "stars": []
    },
    "44": {
        "name": "All the Boys Love Mandy Lane",
        "certificate": "R",
        "runtime": "90 min",
        "genre": "Horror",
        "description": "A group of high-schoolers invite Mandy Lane, an innocent, desirable girl, to a weekend party on a secluded ranch. While the festivities rage on, the number of revelers begins to drop mysteriously.",
        "director": "",
        "stars": []
    },
    "45": {
        "name": "The Fountain",
        "certificate": "PG-13",
        "runtime": "97 min",
        "genre": "Drama, Mystery, Romance",
        "description": "As a modern-day scientist, Tommy is struggling with mortality, desperately searching for the medical breakthrough that will save the life of his cancer-stricken wife, Izzi.",
        "director": "",
        "stars": []
    },
    "46": {
        "name": "Snakes on a Plane",
        "certificate": "R",
        "runtime": "105 min",
        "genre": "Action, Crime, Thriller",
        "description": "An F.B.I. Agent takes on a plane full of deadly venomous snakes, deliberately released to kill a witness being flown from Honolulu to Los Angeles to testify against a mob boss.",
        "director": "",
        "stars": []
    },
    "47": {
        "name": "Poseidon",
        "certificate": "PG-13",
        "runtime": "98 min",
        "genre": "Action, Adventure, Drama",
        "description": "On New Year's Eve, the luxury ocean liner Poseidon capsizes after being swamped by a rogue wave. The survivors are left to fight for their lives as they attempt to escape the sinking ship.",
        "director": "",
        "stars": []
    },
    "48": {
        "name": "The Wicker Man",
        "certificate": "PG-13",
        "runtime": "102 min",
        "genre": "Horror, Mystery, Thriller",
        "description": "A sheriff investigating the disappearance of a young girl from a small island discovers there's a larger mystery to solve among the island's secretive, neo-pagan community.",
        "director": "",
        "stars": []
    },
    "49": {
        "name": "Little Children",
        "certificate": "R",
        "runtime": "136 min",
        "genre": "Drama, Romance",
        "description": "The lives of two lovelorn spouses from separate marriages, a registered sex offender, and a disgraced ex-police officer intersect as they struggle to resist their vulnerabilities and temptations in suburban Massachusetts.",
        "director": "",
        "stars": []
    },
    "50": {
        "name": "Failure to Launch",
        "certificate": "PG-13",
        "runtime": "97 min",
        "genre": "Comedy, Romance",
        "description": "A thirty-something is still living with his parents until they hire an interventionist to help him graduate out of the house. That's when the fun begins.",
        "director": "",
        "stars": []
    }
}
